{
    "id": "ob-ch1-intro",
    "course": "התנהגות ארגונית",
    "chapterNumber": 1,
    "totalChapters": 7,
    "title": "מבוא להתנהגות ארגונית",
    "pageMap": {
        "learningObjectives": [
            "הבנת 3 הקריטריונים המצטברים להגדרת ארגון",
            "הבחנה בין גישות ניהול: מכאנית, אורגנית ופוליטית",
            "יישום 3 מטרות ה-OB: להבין, לנבא ולשלוט",
            "ניתוח בעיות ב-3 רמות: פרט, קבוצה וארגון"
        ],
        "estimatedTime": "35 דקות"
    },
    "introduction": {
        "hook": "למה עובדים באותה חברה מתנהגים כל כך שונה? למה צוות אחד מצליח וצוות אחר נכשל? **התנהגות ארגונית** היא המפתח להבנת הדינמיקה שקורית בין אנשים בעבודה.",
        "whyItMatters": "כי הבנת התנהגות ארגונית תעזור לך להצליח בכל מבחן ובכל מקום עבודה – בין אם כמנהל שמנסה לנבא ביצועים או כעובד שמנסה להבין את הפוליטיקה הארגונית.",
        "content": "ברוכים הבאים לפרק המבוא. כאן נלמד להסתכל על ארגון לא רק כבניין או לוגו, אלא כ**מערכת חברתית מורכבת**. נבין איך מנתחים הצלחות וכישלונות דרך \"משקפיים\" שונות של ניהול."
    },
    "topics": [
        {
            "id": "what-is-organization",
            "title": "מהו ארגון? (הגדרה למבחן)",
            "blocks": [
                {
                    "type": "explanation",
                    "content": "לא כל אוסף של אנשים הוא ארגון. כדי שישות תיחשב לארגון, עליה לעמוד ב-**3 קריטריונים מצטברים**:"
                },
                {
                    "type": "list",
                    "items": [
                        "1. **ישות מוגדרת הניתנת לזיהוי**: לארגון יש שם, לוגו, או גבולות ברורים (למשל: Apple, חברת החשמל).",
                        "2. **יחידה יצרנית**: הארגון חייב לייצר ערך – מוצר או שירות שמביאים תועלת לסביבה.",
                        "3. **מחזור קלט-פלט (Input-Output)**: הארגון קולט משאבים (אנשים, כסף, ידע), מעבד אותם ופולט תוצר."
                    ]
                },
                {
                    "type": "deep-dive",
                    "title": "מרכיבי הליבה של הארגון",
                    "sections": [
                        {
                            "title": "ישות חברתית (Social Entity)",
                            "content": "הארגון מורכב בראש ובראשונה מאנשים המקיימים ביניהם אינטראקציה מתמדת. ללא הגורם האנושי והדינמיקה שנוצרת ביניהם, המבנה הוא רק 'קליפה' ריקה.",
                            "example": "בניין משרדים ריק הוא נדל\"ן, אך ברגע שנכנסים עובדים ומתחילים לתקשר – זה הופך לארגון."
                        },
                        {
                            "title": "מטרות מוגדרות",
                            "content": "הארגון קיים כדי להשיג יעדים ספציפיים שנקבעו מראש, והם אלו שמכוונים את הפעילות ומאחדים את היחידים לפעולה משותפת.",
                            "example": "מטרת 'גוגל' היא לארגן את המידע בעולם; כל עובד מכוון את עשייתו לשם כך."
                        },
                        {
                            "title": "מבנה ותהליכים (Structure & Continuity)",
                            "content": "הארגון מתאפיין בהמשכיות לאורך זמן ובחלוקת עבודה מסודרת. בניגוד להתקהלות אקראית, בארגון יש היררכיה, נהלים ומערכת תפקידים ברורה.",
                            "example": "קהל בהופעה מתפזר בסוף הערב, אך צוות ההפקה ממשיך לתפקד כיחידה מובנית גם למחרת."
                        }
                    ]
                }
            ]
        },
        {
            "id": "org-approaches",
            "title": "גישות לניתוח ארגונים",
            "blocks": [
                {
                    "type": "explanation",
                    "content": "במבחן תקבלו תיאורי מקרה ותצטרכו לזהות איזו גישה המנהל מייצג. אלו ה'משקפיים' העיקריות:"
                },
                {
                    "type": "deep-dive",
                    "title": "השוואה בין הגישות (למבחן)",
                    "sections": [
                        {
                            "title": "הגישה המכאנית (Classical/Mechanical)",
                            "content": "רואה בארגון 'מכונה' שצריכה לפעול ביעילות מקסימלית. הדגש הוא על מבנה היררכי ברור, נהלים נוקשים והעובד כ'בורג' במערכת.",
                            "example": "פס ייצור במפעל שבו כל עובד מבצע פעולה אחת חוזרת לפי הוראות מדויקות ונוקשות."
                        },
                        {
                            "title": "הגישה האורגנית (Organic/Biological)",
                            "content": "מתייחסת לארגון כאל יצור חי (אורגניזם) בעל שלבי חיים. הדגש הוא על יכולת ההסתגלות לסביבה, גמישות והישרדות בתנאי שינוי.",
                            "example": "חברת סטארט-אפ שמשנה את המוצר שלה (Pivot) כדי לשרוד את תנאי השוק המשתנים."
                        },
                        {
                            "title": "הגישה הפוליטית (Political/System)",
                            "content": "רואה בארגון זירת מאבק על משאבים מוגבלים, כוח ואינטרסים. הניתוח מתמקד בבניית קואליציות ומי מחזיק בכוח ההשפעה האמיתי.",
                            "example": "מנהל שיווק ומנהל כספים שנלחמים על נתח מתקציב החברה השנתי עבור המחלקות שלהם."
                        }
                    ]
                },
                {
                    "type": "alert",
                    "variant": "warning",
                    "content": "<u>שימו לב</u>: הגישה המכאנית (בירוקרטיה) **אינה מתה!** היא עדיין הכרחית לאחידות ובקרה בארגונים גדולים. אל תפסלו אותה במבחן כ'מיושנת'."
                }
            ]
        },
        {
            "id": "ob-goals",
            "title": "מטרות ה-OB (הבנה, ניבוי, שליטה)",
            "blocks": [
                {
                    "type": "explanation",
                    "content": "תחום ההתנהגות הארגונית לא רק 'מתאר' מה קורה, אלא שואף לתוצאות פרקטיות:"
                },
                {
                    "type": "list",
                    "items": [
                        "- **להבין (Understand)**: לאבחן *מדוע* עובד מתנהג כך (למשל: שחיקה?).",
                        "- **לנבא (Predict)**: לצפות איך שינוי (למשל: העלאת שכר) ישפיע בעתיד.",
                        "- **לשלוט/לנהל (Control)**: להשפיע על ההתנהגות כדי לשפר תוצאות ורווחה."
                    ]
                }
            ]
        },
        {
            "id": "levels-of-analysis",
            "title": "3 רמות הניתוח - המלכודת הגדולה",
            "blocks": [
                {
                    "type": "explanation",
                    "content": "כשמנתחים בעיה בארגון, סטודנטים נוטים להאשים רק את העובד. במבחן, עליכם להראות כיצד **כל הרמות** משפיעות:"
                },
                {
                    "type": "deep-dive",
                    "title": "אינטראקציה בין הרמות",
                    "sections": [
                        {
                            "title": "רמת הפרט (Micro Level)",
                            "content": "בחינת המאפיינים האישיים של העובד הבודד: האישיות, המוטיבציה, העמדות והאופן שבו הוא תופס את המציאות.",
                            "example": "ניתוח הסיבה שעובד ספציפי מאחר כרונית (האם חסרה לו מוטיבציה או שיש לו בעיה אישית?)."
                        },
                        {
                            "title": "רמת הקבוצה (Meso Level)",
                            "content": "הדינמיקה שנוצרת כאשר אנשים עובדים יחד. כאן בוחנים נורמות, לחץ חברתי, תקשורת בין-אישית ומנהיגות.",
                            "example": "ירידה בביצועים של מחלקה שלמה בגלל קונפליקט פנימי בין שני עובדים ותיקים."
                        },
                        {
                            "title": "רמת הארגון (Macro Level)",
                            "content": "המבט הכולל על המערכת: התרבות הארגונית, המבנה הפורמלי, האסטרטגיה וההשפעות הסביבתיות על כלל החברה.",
                            "example": "החלטת מנכ\"ל לשנות את שיטת התגמול בחברה משפיעה מיד על המוטיבציה של כל הפרטים והקבוצות."
                        }
                    ]
                },
                {
                    "type": "alert",
                    "variant": "tip",
                    "content": "💡 **טיפ זהב למבחן**: אם שואלים אתכם 'מה המנהל צריך לבדוק?', התשובה היא כמעט תמיד שילוב של **כל 3 הרמות**."
                }
            ]
        },
        {
            "id": "tricky-attribution",
            "title": "נקודת בונוס: תאוריית הייחוס (Kelley)",
            "blocks": [
                {
                    "type": "explanation",
                    "content": "מושג שתמיד מופיע במבחנים: איך מנהל מחליט אם הכישלון הוא **אשמת העובד** (פנימי) או **אשמת המצב** (חיצוני)?"
                }
            ]
        }
    ],
    "navigation": {
        "previous": null,
        "next": {
            "title": "פרק 2: הפרט בארגון",
            "href": "/courses/organizational-behavior/chapter-2"
        }
    },
    "summary": {
        "keyTakeaways": [
            "**הגדרת ארגון**: ישות מוגדרת + יחידה יצרנית + מחזור קלט-פלט.",
            "**מטרות ה-OB**: להבין, לנבא ולשלוט בהתנהגות.",
            "**רמות ניתוח**: פרט (מיקרו), קבוצה (מאזו), ארגון (מאקרו).",
            "**גישות ניהול**: קלאסית (יעילות, מבנה) מול משאבי אנוש (צרכים חברתיים).",
            "**יעילות vs מועילות**: לעשות נכון (מינימום משאבים) מול לעשות את הדבר הנכון (השגת מטרות)."
        ]
    },
    "narrativeSummary": {
        "content": "ברוכים הבאים לקורס. פרק 1 הוא היסודות. תחשבו על ארגון כמו על יצור חי - הוא נושם, הוא משתנה, והוא מורכב מאנשים. בפרק הזה שברנו את המיתוס שניהול זה רק 'לתת הוראות'. למדנו על הגישות הקלאסיות (שעדיין איתנו!), על המערכות הפתוחות, ועל זה שמנהל טוב הוא קודם כל פסיכולוג של המערכת.",
        "tip": {
            "title": "טיפ של אלופים",
            "content": "הקריטריונים להגדרת ארגון (ישות, מטרה, קלט-פלט) הם שאלת מתנה במבחן. תזכרו: תור לאוטובוס הוא **לא** ארגון כי אין לו מנגנון תיאום וקלט-פלט מובנה."
        },
        "pitfall": {
            "title": "הבור שכולם נופלים בו",
            "content": "לזלזל בתיאוריות הישנות. טיילור (ניהול מדעי) וובר (בירוקרטיה) לא היו טיפשים. הם המציאו את היעילות. המבחן אוהב לשאול איפה רואים אותם היום (רמז: מקדונלד'ס)."
        }
    },
    "endOfChapterExam": {
        "type": "knowledge-exam",
        "questions": []
    }
}