{
    "id": "ob-ch2-perception",
    "course": "转转 专转",
    "chapterNumber": 2,
    "totalChapters": 5,
    "title": "转驻住 拽转 转",
    "pageMap": {
        "learningObjectives": [
            "转  转驻住 专 砖驻注 注",
            "专转 转专转 住 转 转驻住",
            "转 转 拽转 转 专",
            " 专住拽转 拽爪专 专 拽转 转"
        ],
        "estimatedTime": "45 拽转"
    },
    "introduction": {
        "hook": "砖   专转 转 转 转驻注 驻专砖 转 专 砖转 专. ?  砖   住 转 爪转 专 注砖转 砖转. 转 转驻住  转  砖 专 转 注.",
        "whyItMatters": " 转 砖 拽 转转  砖 转驻住 转 爪转.    转 转 转驻住 砖,  注砖 拽 转 专注转.",
        "content": "驻专拽     驻专砖 转 注 住,  砖驻注 注 转驻住 砖,   砖驻注 注 拽转 转 砖 专."
    },
    "topics": [
        {
            "id": "what-is-perception",
            "title": " 转驻住?",
            "blocks": [
                {
                    "type": "definition",
                    "term": "转驻住 (Perception)",
                    "content": "转 砖 砖 专 驻专砖 专砖 住爪转  转转 砖注转 住 砖. 专 砖  转驻住 转 爪转 砖驻注 砖专转 注 转转 砖,     爪转 注爪  转驻住 砖 砖 爪转.   拽专: 砖 注  拽,  砖  驻专砖转 砖转 砖."
                },
                {
                    "type": "explanation",
                    "content": "  专 转 爪转 专 注砖转 转 砖爪专 住  砖. 砖 砖  转 转 转 专注 拽 驻专砖 转 专 砖转 专.  住 砖砖 注  注 转 拽 转 专 专砖 砖 专  注 砖."
                },
                {
                    "type": "deep-dive",
                    "title": "专 砖驻注 注 转驻住",
                    "sections": [
                        {
                            "title": "专 驻专 转驻住 - 注砖转 砖转 砖",
                            "content": "注转 砖, 注 砖, 转 注, 住 拽 爪驻转 砖   爪专 住 专  专 转 注. 砖,  砖 注专 注 转 专  专 转专 砖 砖驻 注 砖. 注 砖爪 注拽专转 砖  专 驻专砖  转 驻 砖 注 砖驻砖 注拽专 砖专 . 爪驻转 砖 砖拽转 转驻拽 注爪 -   爪驻 砖砖  拽砖,  专 转 拽砖  拽.   爪驻 砖注 转 注转, 爪  专住."
                        },
                        {
                            "title": "专 专 拽 -  砖 转驻住",
                            "content": "驻 砖  砖 转驻住 砖驻注 注 转驻住 砖. 砖转 转驻住转 转 转砖转  砖 转专 专 砖专转. 转注 砖转 转 注 转专 注爪 住. 拽转 爪 砖驻注 注 专砖 砖.  砖 - 专  专  转专 砖 专 拽. 专拽注 砖驻注 - 注爪  注 专拽注 拽 转驻住 专转 转 注爪 专拽注 注住. 拽专  - 专 拽专       转驻住 砖 .   砖驻注 注  砖 驻专砖 转  砖 专."
                        },
                        {
                            "title": "专 住爪 - 拽砖专 砖  转驻住",
                            "content": " 拽砖专 砖 转专砖转 转驻住 砖驻注 专转. 转 专注  转驻专砖 专转 拽专 专   注转 注专 专  注住. 拽砖专 专转 砖 -  砖拽 拽爪转 专  转 转  拽砖专 拽爪注. 抓 注驻转 砖 砖驻注 注 转驻住 - 砖 爪   专转  住转  拽转 砖 .  住 砖专转   砖 砖 注 注  拽    拽专转."
                        }
                    ]
                },
                {
                    "type": "analogy",
                    "content": " 砖砖 砖 住转 注 转 爪专 . , 砖 转 专转, 专 驻 砖转 转 转转 专砖. 砖, 砖注祝 专, 专 砖转 住专 注拽 爪专 转. 转 爪专 拽, 砖转 驻专砖转 砖转 专 砖住住转 注 专拽注 注驻转 砖  .  转驻住 - 爪转 ,  砖注转 砖 转  砖."
                }
            ]
        },
        {
            "id": "attribution-theory",
            "title": "转专转 住",
            "blocks": [
                {
                    "type": "explanation",
                    "content": "转专转 住 注住拽转 驻 砖  砖驻 砖 住 住转 转转 砖. 砖 专 砖 转 专 住转,  住 驻   .  转转 注转 砖转 砖   住爪 砖  爪? 转砖 砖  砖驻注 注  砖 转住 转  砖."
                },
                {
                    "type": "deep-dive",
                    "title": "砖 住 住 砖转",
                    "sections": [
                        {
                            "title": "住 驻 -   砖",
                            "content": "砖 住 转转 专 驻,   砖转转 砖转  注转 砖转, 转 砖,  驻 砖 砖. 砖:  专   注爪  住专,  爪     专爪,  注爪    注住. 砖 住 转转 专 驻,   爪驻转 砖转  转 驻   注转.   转  (  砖 专 住专)  砖 (  砖 转 )."
                        },
                        {
                            "title": "住 爪 -  爪",
                            "content": "砖 住 转转 专 爪,   砖转转  转爪 砖 专 住转  爪 砖 砖转 . 砖:  专   驻拽拽 专 砖,  爪   专爪  转 ,  注爪  拽 砖转 专注转 拽专. 砖 住 转转 专 爪,   转 住 转专  砖驻 转  拽砖.   砖爪 砖驻注 注 转转  砖转."
                        }
                    ]
                },
                {
                    "type": "deep-dive",
                    "title": "砖砖转  拽注转 住 住",
                    "sections": [
                        {
                            "title": " (Distinctiveness) -   转 专转 拽转 专?",
                            "content": "  专转 砖 转 专转 爪 砖.  注 专 专拽 驻砖转 转  注   砖专,   .    住 爪 - 专 砖砖 爪 住驻爪驻  专 专,   注爪. 注转 转,   专  专  拽,   ,   住 驻 - 专 砖 注爪   专 驻 ."
                        },
                        {
                            "title": "拽爪住 (Consensus) -  专 转  ?",
                            "content": "拽爪住  专 砖专 转 转 驻 爪 .   注 专 专  砖 驻拽拽  住 注专,  拽爪住 . 拽爪住   住 爪 - 注 专 爪 (驻拽拽)  砖. 注转 转,   注  抓  ,  拽爪住 ,   住 驻 - 专 砖砖 砖 转  住驻爪驻."
                        },
                        {
                            "title": "注拽转 (Consistency) -   转  专 ?",
                            "content": "注拽转  专转 砖 转  驻 拽注 专 .  注 专   砖 砖,  注拽转 . 注拽转   住 驻 -  专 拽 砖转  专 砖. 注转 转,   专 驻注 转  专 砖 砖 注 ,  注拽转 ,   住 爪 - 专 砖砖 专 拽专 转 ."
                        }
                    ]
                },
                {
                    "type": "common-mistake",
                    "mistake": "注转 住 住住转 - 砖驻 专 专",
                    "correct": "注专转 转专 专 驻 (砖转) 注专转 住专 专 爪 (爪) 砖砖驻 专. 砖注 专,  砖 砖 注爪 拽 砖 砖  驻拽拽. 砖专 注专 ,  砖 砖  专注 拽 砖  砖 拽专  拽砖 .",
                    "why": "  专转 转 转转 砖 专  砖   转,  爪 砖拽砖 注. 住   砖  专 转  拽砖专 砖 专 -  专 专拽 转 转转 住驻转,  转   砖 . 住祝, 砖   驻砖 住专 驻砖, 砖转  住专 驻砖 -   砖."
                },
                {
                    "type": "common-mistake",
                    "mistake": "转 住 注爪转 - 砖驻 转 注爪 ",
                    "correct": "爪转 住 专 驻 ( 转转!  转 砖!), 砖转 住 专 爪 (  拽砖, 专爪  住专, 转 ).  拽 砖专 爪转 驻专 专转 注 砖转.",
                    "why": " 专爪 砖专 注  注爪   注 注专 注爪转 砖. 拽转 专转 注 砖转  注 转砖 砖 砖  砖专.   砖 驻转   砖驻砖专  砖专 注  注爪   砖 砖.  注转 砖转,  砖 专   砖驻专 转  砖 注转."
                },
                {
                    "type": "tone-break",
                    "opener": "砖 注  ",
                    "content": "驻注  砖转 砖驻 砖 注 转转 砖转, 砖 转 注爪:   转  砖  砖 爪 砖 ?   注砖 转 转 注转 砖 注 注爪 - 拽 砖专 爪转 砖 转 爪 砖转?  砖  转  注  砖  专?  专 爪转 驻转 驻转 驻 砖驻  转专."
                }
            ]
        },
        {
            "id": "perception-shortcuts",
            "title": "拽爪专 专 砖驻 专",
            "blocks": [
                {
                    "type": "explanation",
                    "content": " 转 注 注住 注 注爪 砖拽祝 转  ,  砖 砖转砖 拽爪专 专 砖注转 专 注转 砖驻. 拽爪专 专  住  专 砖转转,     转 驻专转 转 砖转.  注拽专 砖爪专 专:"
                },
                {
                    "type": "deep-dive",
                    "title": "拽爪专 专 注拽专 转驻住",
                    "sections": [
                        {
                            "title": "转驻住 住拽转 -  专  砖 专爪",
                            "content": " 驻专砖 转 爪转 注 住住 专住, 住 注转 砖.   驻砖 住转  拽 , 爪 转.   专爪 砖驻专拽 爪, 专 专拽 转 住  转注 专转.   砖 砖拽驻 爪注 -  专 专拽 转 爪注 砖转 注砖转 砖 转注 砖专.  住 砖砖 砖  拽专 转 转  注 住拽转 砖转 专."
                        },
                        {
                            "title": "驻拽  - 转 转 砖转 ",
                            "content": " 爪专 专砖  注  注 住 转 转 转.  砖 专  (拽),   砖  , , 砖专.     转,   砖   .    转 转  砖转 -  注 爪 注 专注 驻注 专砖, 拽砖  砖转 转 专砖     砖转驻专 .  住 砖专砖 专砖    砖 专转 注 驻砖转 注住拽转."
                        },
                        {
                            "title": "驻拽 拽专住 -  住",
                            "content": " 注专  砖 砖 专 砖驻砖 住转 ,  驻 住. 专 注 专注  专 注, 注  专 爪. 专 注 爪,  专 专 专注 住转.  住 砖住专 专转 砖 - 注  砖驻注 专 注 专注 专 注,  转 注  砖驻注 专 注 爪 专 驻转 . 拽砖专 砖驻注 注 砖驻 砖."
                        },
                        {
                            "title": "砖 -  砖  专 专",
                            "content": " 住 转 转转 砖 砖 专. 砖   砖 砖  驻转. 砖 驻 砖 砖 住 爪 转 砖祝   . 砖 住专   砖 砖 砖驻 转.  专   砖  转 注 -   , 专 砖 . 注  砖  转   爪专 -转 拽驻拽 砖."
                        },
                        {
                            "title": "住专驻 - 砖驻 驻 拽爪",
                            "content": " 砖驻  注 住住 拽爪   砖转 - 专, , 爪, 转, 拽爪注, 专住 砖 .   转转 注 砖  专 转 转 专拽  砖 砖 拽爪 住转. 砖: 住   专 砖, 砖 专砖转 转专, 爪注专 住专 住. 住专驻  转 拽  驻注,   转 爪专  砖注转 转 专转 转   ."
                        }
                    ]
                },
                {
                    "type": "callout",
                    "variant": "warning",
                    "content": "注 注 拽爪专 专   砖 爪专 注转 砖注转 转驻住 砖.  注专  注 注 专 转专 拽 转 专转,   注  转 专注转,  拽转, 驻注 驻  转. 专 拽爪专 专   爪注 专砖 转转 转."
                }
            ]
        },
        {
            "id": "decision-making",
            "title": "拽转 转 专",
            "blocks": [
                {
                    "type": "explanation",
                    "content": "砖 拽砖专 拽  驻 砖  转驻住 转 爪转  转 砖 拽.   驻专砖 转 爪转 驻    拽, 转 砖  专注转. 转 转 拽转 转 注专转  拽 转 转 转专   驻注  注."
                },
                {
                    "type": "deep-dive",
                    "title": "砖 专爪转 -   砖 拽转 转",
                    "sections": [
                        {
                            "title": "1. 专转 注",
                            "content": "驻 砖住 驻转专, 爪专   拽 注. 专 驻注  专 驻转专 转 住驻 拽 转 注 转转. 砖,  注  注 , 注 注砖 转  专拽 注爪转  砖注转 转  转, 转专  转拽,  转砖 砖注   砖. 专  砖 注  50% 驻转专."
                        },
                        {
                            "title": "2.  拽专专 ",
                            "content": " 砖 驻转专?  专  注拽专?  转 砖 转专?  专转 拽专转? 爪专 拽注  砖拽 拽专专 砖驻注 转 . , 专转 住驻拽, 拽专专 注砖 转: 专, 转, 专转 住驻拽, 转, 砖专转 拽转."
                        },
                        {
                            "title": "3. 转注祝 拽专专",
                            "content": "  拽专专 砖. 爪专 住专 转 驻 砖转.  专   砖,  转,  砖专转.  爪 专 转  拽专转 专 驻转 砖. 转注祝 注专  砖转 专转 爪专 转."
                        },
                        {
                            "title": "4. 驻转 驻转专转 专",
                            "content": "砖 注  驻砖专转 驻砖专转,  专拽 注 专砖 砖注 专砖.  砖砖 转专 专转, 住 爪 驻转专  注.   转 爪专转 砖 抓 拽驻住, 砖 砖 住驻 专注转, 拽转 驻转专转 注驻 专."
                        },
                        {
                            "title": "5. 注专转 驻转专转",
                            "content": "  专  拽专专 砖专.   驻转专 注 专? 转? 砖专转?   住祝 注, 拽砖 爪注转 专, 拽 爪转, 砖 注转 转注转. 注专 爪专 转 拽转  驻砖专."
                        },
                        {
                            "title": "6. 专转 驻转专 ",
                            "content": "专 转 驻转专   砖注  拽专专 砖.  专 转  砖拽 住住转 注 转 砖注砖,  注 转砖转   抓 ."
                        }
                    ]
                },
                {
                    "type": "callout",
                    "variant": "note",
                    "content": "砖 专爪转 专转 住专转 ,  爪转  注 祝 驻注  驻注 .    转 注 注 砖 -    砖 注  专转,  转  转爪转,  转 拽 . 住祝, 转 砖驻注转 驻拽 专转, 专住 砖, 爪 .  爪 转 砖  爪专 拽 转."
                },
                {
                    "type": "definition",
                    "term": "专爪转 转",
                    "content": " 砖转专 转 爪转 驻注 砖 拽转 转.    转 注 注 砖 - 砖  专 , 转 砖 转,  . 转 砖驻注转 驻拽 专住 - 砖    ,  专拽   专.   驻砖 转 驻转专 驻,  转  住驻拽 砖注 注 爪专 住住."
                },
                {
                    "type": "definition",
                    "term": "  住驻拽 (Satisficing)",
                    "content": "专注 砖 驻砖 驻转专 专爪祝 砖 专转 注爪专 专砖 砖注 注 拽专专 住住 拽 砖 驻砖 转 驻转专 驻 砖.  专 注 转 注 专转 砖 注 - 拽   驻砖 专 砖转,  住转驻拽 驻转专  砖住驻拽 爪专 砖."
                },
                {
                    "type": "deep-dive",
                    "title": "专住拽转 - 注转 驻爪转 拽转 转",
                    "sections": [
                        {
                            "title": "专住拽 爪转 - 砖驻 驻 ",
                            "content": " 砖驻 住爪   驻   驻住 住 砖砖  专砖.  砖 专  专,   砖 专. ,  注 专   注 爪 砖注 爪 注专,   砖  爪.  住爪 专转  注 砖专 驻转专 注专,   砖 驻转专  .   转 注 驻注,      注转 砖 砖  注."
                        },
                        {
                            "title": "专住拽  -  砖拽 爪 专",
                            "content": " 拽 转 注 住住 注 砖拽驻抓 专砖 拽转. 专注 砖拽专 专,  砖 专  专砖, 专  住专 转专 转专砖 砖. 砖,  砖注 专 注 专 砖住  驻专拽,   砖 砖 爪 砖 住  驻专拽,   住住拽 专转 专转.  专 砖 驻注 转转 专,   转专 专转 转拽驻. 注  专 砖驻注 注 注专转 砖  住转专转."
                        },
                        {
                            "title": "住转 转 -  注 转 驻住",
                            "content": " 拽  专注 砖 砖拽注  砖 (, 住祝, 抓) 专转 砖砖 注 专专 砖专 砖 转 砖. 砖,  砖砖拽注 砖转 驻专拽 砖砖 砖 砖拽注  专拽  专 砖拽注   专, 拽 转 转 驻住 注专 驻专拽 专.  转 注转  拽专转 注住拽 - 砖 砖拽注 砖 砖 专拽  砖拽注 砖专 爪注. 驻转   砖爪转 注专  注转  专转 转 注转转."
                        }
                    ]
                }
            ]
        }
    ],
    "navigation": {
        "previous": {
            "title": "驻专拽 1:  转转 专转",
            "href": "/courses/organizational-behavior/chapter-1"
        },
        "next": {
            "title": "驻专拽 3: 爪",
            "href": "/courses/organizational-behavior/chapter-3"
        }
    },
    "summary": {
        "keyTakeaways": [
            "转驻住  驻 砖  驻专砖 转 爪转  砖驻注 注 转 砖",
            "转专转 住 注住拽转   住 住转 转转 砖 专 - 驻转  爪转",
            "砖 转 转驻住  驻拽  拽专住 砖转 注转 砖驻",
            "拽转 转 爪转 转 转 注 注 砖转砖转 拽爪专 专 砖拽专 专住拽转"
        ]
    }
}