{
    "id": "ob-ch6-practice",
    "course": "转转 专转",
    "chapterNumber": 6,
    "totalChapters": 6,
    "title": "转专 住",
    "pageMap": {
        "learningObjectives": [
            "专 注 砖 专 拽专住",
            "转  砖 转 转专 爪 注砖",
            "  爪注转 砖转 转专 驻专转"
        ],
        "estimatedTime": "35 拽转"
    },
    "introduction": {
        "hook": "注砖, 专 砖 转  专, 注  专转   转专   砖 转 爪 转 砖转 注砖 驻砖  注.",
        "whyItMatters": " 转 转专  专拽 爪 专砖. 转 转 砖 爪 砖 砖 转    砖转 转  转注专  爪 转驻拽  注转.",
        "content": "驻专拽  住 转  拽专住 转专 注 砖转 驻专转 砖转 爪 转.  转专砖  转 注拽 砖  拽专 砖  砖 转专 转."
    },
    "topics": [
        {
            "id": "course-map",
            "title": "驻转 拽专住 - 住拽专 转",
            "blocks": [
                {
                    "type": "deep-dive",
                    "title": "专注转 砖 专 砖 拽专住",
                    "dataId": "ob_ch6_practice_deep_dive_1"
                },
                {
                    "type": "callout",
                    "variant": "tip",
                    "content": "砖   注 砖.  驻砖专  拽爪转   驻专,  驻砖专  转   拽爪转.  专 住驻 砖 住驻转 砖 专转 ."
                }
            ]
        },
        {
            "id": "perception-practice",
            "title": "转专: 转驻住 拽转 转",
            "blocks": [
                {
                    "type": "example",
                    "title": "注转 住 住住转 - 砖 转   转 爪",
                    "scenario": "  砖注 专 注.   砖 注爪:   注爪  专,  砖 驻转  注转.  转注 专  砖  驻拽拽 专 砖 专砖  转, 砖专 注 专  专.",
                    "solution": " 注转 住 住住转 爪专转 拽住转 -  砖驻 专 专 注  转 注专转 转专 专 砖 (注爪转, 住专 专转) 注专转 住专 专 爪 (驻拽拽, 转).   砖 转 注爪   转转 -驻注转  拽注,  砖 拽爪住 ( 专 专),  拽砖专. 拽 砖驻 转 砖转,   爪专 拽 拽 转 住爪."
                },
                {
                    "type": "example",
                    "title": "拽爪住  - 砖 转 住专",
                    "scenario": "拽转 专转,  注 砖 砖 转 注 专 砖.   专注   砖 -  爪转 砖 注砖专 砖 驻住驻住 转 注.  爪专   注  注  砖.",
                    "solution": " 爪 砖 拽爪住  -  注 转 转 驻 爪 . 驻 转专转 住, 砖砖 拽爪住 ,   住 爪 - 注 专 砖 注爪  爪,  注.  注  专?  砖拽 砖转?  爪专  转 专砖转?  爪专 拽 专 爪 驻 砖 砖 转 注."
                },
                {
                    "type": "example",
                    "title": "驻拽 拽专住 -  住",
                    "scenario": "专 注 专转 拽.  专 拽专 注 爪 砖专 专, 专 驻专拽 专砖,   住 注砖专.  专  专 注 爪注 注 住 住专. 专 专 转 注 砖 砖  砖 专砖.",
                    "solution": " 驻拽 拽专住 - 注专转  砖 砖 专 砖注专 住转 ,  驻 住. 注 砖   专注 -   爪注.  砖 注 爪 砖 驻,  专 砖.  注转 砖 专转 注 砖驻 砖. 专 转 转  专  注  拽专专 拽  砖转  注."
                },
                {
                    "type": "example",
                    "title": "住转 转 -  注 转 驻住",
                    "scenario": " 驻专拽 砖 砖转 砖拽注 转拽爪 注爪 驻转 爪专 砖. 爪专  爪 砖拽, 专转 驻住转, 拽转 转. 专转  ,  砖 砖拽注 注 注 住祝 驻专拽, 转 注 砖专 砖拽注   专 砖 驻砖专 转专 注砖.  转注  注 砖专 砖驻专拽 砖.",
                    "solution": " 住转 转 -  拽  砖转拽 砖 砖拽注  砖 (住祝, , 抓) 专转 砖砖 注 专专 砖专 砖 转 砖.   住 转 转 驻住 (Sunk Cost)      砖拽注 拽转. 爪转 砖专 爪注  注转  专转 转 注转转 -  砖砖  专拽 砖拽注 住驻转 住 专."
                },
                {
                    "type": "example",
                    "title": "专爪转 转 - 专转  住驻拽",
                    "scenario": "转 爪专 专 住驻拽 砖 专 . 砖  转 驻砖专转,  转 注 转专转 住专转 砖. 拽  转 ,  拽转 转 住驻拽   驻 住专, 注爪专转 专砖 砖注 注 拽专专 住住 砖 (专 住专, 转 转, 住驻拽 ).",
                    "solution": " 专爪转 转   住驻拽 (Satisficing). 爪转,     转  专转  砖 转 驻.   转 注 注, , 砖 拽.   驻砖 驻转专 砖住驻拽 爪专 砖 拽 驻砖 转 驻转专 驻 砖.  专 注 转 注 专转."
                }
            ]
        },
        {
            "id": "groups-practice",
            "title": "转专: 转转 拽爪转转",
            "blocks": [
                {
                    "type": "example",
                    "title": "专转 拽爪 - 住祝 拽专 注转 拽爪 转转",
                    "scenario": "   砖 砖 砖注 转专 拽  爪转 驻专拽 砖 砖 砖 砖注 ? 砖 拽爪转 砖 砖 砖,  专拽    拽爪 转转 专转.",
                    "solution": "砖 转专 拽  住祝 拽专  专拽爪 转砖转  住 爪.   转拽砖专转 砖注转转,  专转 砖转驻转 砖 专爪 砖 ,  专 注爪转 拽爪. 注转 转, 爪转 驻专拽  拽爪 转转 - 砖  专拽爪 转砖转 ( 注 转拽砖专 ), 砖 住 爪 ( 注  专 ), 砖 专转 砖转驻转 (砖 转 驻专拽),  专 转 注爪 爪转.  拽专  拽砖专 砖注转 专 砖转驻转."
                },
                {
                    "type": "example",
                    "title": "专转 住专转 -  ",
                    "scenario": "注 驻注 砖砖 砖 爪 转  砖  砖专  砖注转 住驻转.   砖砖 转     转 注.  爪专祝 注 注 砖爪 转  注 砖 转  .",
                    "solution": " 专 住专转 (转转转) - 砖转 专住 砖转驻,  转砖转 .   拽 转专 砖专 . 注 转 注  拽  转专     爪 拽爪  驻专.  住 砖砖 转专  拽爪注, 注 注, 拽爪转 抓 -  砖 专转 砖拽砖  转 驻砖专 砖 ."
                },
                {
                    "type": "example",
                    "title": "驻拽 砖驻注 专转转 - 拽 砖驻注",
                    "scenario": " 转  砖 驻 转 专.  转专 转  专 爪 爪 - 专  专, 爪拽 转 注爪, 专砖 .  砖注   拽 ,  转, 砖 转 专, .",
                    "solution": " 驻拽 砖驻注 专转转 (Social Facilitation) - 转 专 砖驻注 注 爪注 砖. 砖转 驻砖转  砖 转 注 专, 转 专 砖驻专转 爪注   专 转 注专专转 爪.  砖转 专转  爪转 (   拽), 转 专 注 驻注 爪注  抓   拽 驻专注 转专.  住专  砖 爪注 专转 砖  注转 砖  专."
                },
                {
                    "type": "example",
                    "title": "砖转  - 砖住 注转 砖",
                    "scenario": "拽爪 砖  专 专  注 砖拽注  驻专拽 砖. 砖,  专   .  专 注   专注 专拽 驻. 祝   注 住驻拽转  砖转 拽砖转.   砖   砖   爪转   住 . 专 转专 转专专 砖驻专拽 砖 拽砖转 -   砖拽,   砖, 爪转  注爪转.",
                    "solution": " 转驻注 拽住转 砖 砖转  (Groupthink). 住驻  砖: 砖转 -驻注转 ( 砖 砖      注转),    ( 转注 专转 拽转 专转), 专爪爪 拽爪转转 ( 爪 住专  住 专), 爪专 注爪转 (祝   注 注 住驻拽转), 砖转 转 注 ( 专   祝   专 注 住转转). 拽爪 注驻 专 住 注 驻  专爪转 砖 爪转."
                }
            ]
        },
        {
            "id": "leadership-practice",
            "title": "转专: 转",
            "blocks": [
                {
                    "type": "example",
                    "title": "   转",
                    "scenario": "    ? 砖 转驻拽 , 砖 驻拽 注 注, 砖 爪专 砖 转爪转.",
                    "solution": " 注砖 转 专  -  转拽 注转 爪注 ( 注砖转 专).  注住拽 住专, 转 , 拽转 注, 驻拽, 爪专转 拽 转.  注住拽 - 驻专.  注砖 转 专  -  转拽 驻拽转  ( 注砖转  ). 转 注住拽转 砖, 爪专转 , 砖专, 注爪 转 抓 专 砖转驻转.  注住拽  砖注转.   砖专转 转注 ,    专转 转."
                },
                {
                    "type": "example",
                    "title": " '住 - 专注转 驻住",
                    "scenario": "专 爪注专,  砖 转 注 转专 砖.  爪专 拽注 住专,  砖注 转爪注转, 拽注 , 砖专 注 爪转 .   '住  转 注 驻住 砖?",
                    "solution": "驻  '住, 砖 专注 驻住 砖爪专  :  (E)   砖 转 砖 转转. 爪专 (P) 拽 转爪转 砖专 转转  砖注 转转爪注.  (A) 拽注  住专 砖专 注 专拽专 . 转 (I)  专爪 砖 爪转 转 砖爪专 砖转祝 驻注.  专 爪专 转  专注转 驻住,   注 转 驻注   ."
                },
                {
                    "type": "example",
                    "title": " 驻专 - LPC 住 爪",
                    "scenario": "驻  转转 砖 驻专,  拽注 转 住 转?  住 转  爪?",
                    "solution": "驻专 砖转砖 砖 LPC (Least Preferred Coworker) 砖拽   转专 转 注  驻转 注祝 注. 专  (转专 ) 专 砖  专转 砖注专 住 . 专  (转专 砖) 专 砖  砖转 砖注专 爪注. 驻 , 爪 拽爪 (砖爪 砖   砖 专注), 注祝  砖转  爪专 专转 专专转. 爪 , 注祝  专转  爪专 转 住 爪专 砖转祝 驻注."
                },
                {
                    "type": "example",
                    "title": " 专砖 砖专 - 驻 砖转 注",
                    "scenario": " 注 注 专注 注 砖: 注 '  砖 专  注 . 注 ' 专爪   住专 住. 注 ' 注 注砖转 转 注  住专 . 注 '  拽爪注 住 砖注 专爪 注 .  住 转 转  ?",
                    "solution": "驻  专砖 砖专: 注 ' ( 注  专爪) - 爪专 住 爪/ (S1) 注 专转 专专转 专 拽. 注 ' (专爪   注) - 爪专 住  (S2) 注 专 注. 注 ' (注  住专 ) - 爪专 住 转 (S3) 注 转 专砖转 . 注 ' (注 专爪) - 爪专 住 爪 (S4) 注  专转. 住   砖 住    - 爪专 转 转 住 专转 砖转 砖 注."
                },
                {
                    "type": "example",
                    "title": "   - 注转 注 注爪转",
                    "scenario": "   转 注转 (砖  转注砖), 转 转转 (转 转), 转 注爪转 (转住转 驻专转, 专 砖转)?",
                    "solution": "砖  转注砖 (Laissez-Faire)  注转 转 - 砖转, 注专转, 砖转 专转. 转爪  住. 转 转转 (Transactional)  注住拽转 驻 - 转 转 (Contingent Reward) 住驻拽 注 专专 转 注 爪注.   注 注   注专专 转 注拽. 转 注爪转 (Transformational)  砖专 - 专注转 -I's (转住转 驻专转, 专 砖转, 注 爪注转 砖专, 砖驻注 转) 专 注 驻注 注专 专住 砖.  爪专 转 , 爪注 注, 砖注转 专爪.  爪 专爪祝 -  砖 转拽 转专  注爪, 转爪转 转 转专."
                },
                {
                    "type": "example",
                    "title": "转住转 驻专转 专 砖转",
                    "scenario": "   转住转 驻专转 专 砖转 转 注爪转? 砖 拽 专注转 -I's.",
                    "solution": "转住转 驻专转 (Individualized Consideration)  砖 专  注  驻专 注 爪专  驻转 转 砖转.   砖 驻  -  专 转 注 专 砖转, 注  注 转, 注专  转拽. 专 砖转 (Intellectual Stimulation)  砖 注 砖 拽专转转, 爪专转转, 驻转专 注转 砖.   砖 转专 砖转 -  砖 砖转, 注专注专 注 转, 转 注 砖 注爪. 砖 砖: 转住转 驻专转  转 , 专 砖转 驻转 转 转."
                }
            ]
        },
        {
            "id": "key-concepts-summary",
            "title": "砖 驻转 住 ",
            "blocks": [
                {
                    "type": "summary",
                    "content": " 砖 驻转 拽专住 转转 专转 住专 驻 砖",
                    "keyPoints": [
                        "转转 专转 (OB): 拽专 转转 砖 砖 专 砖砖 专转 - 驻专, 拽爪 专",
                        "专: 注专转 专转转 转 专 注 砖砖 专 - 砖, , ",
                        "转驻住: 驻 砖  专 驻专砖 专砖 -   转驻住 砖  爪转 注爪",
                        "住 驻: 转转 注转 砖转 . 住 爪: 转转 注转 住爪",
                        "注转 住 住住转: 注专转 转专 专 驻 注专转 住专 专 爪 砖砖驻 专",
                        "转 住 注爪转: 住 爪转 专 驻 砖转 专 爪",
                        "专住拽转: 拽爪专 专 拽转 转 - 爪转 (  驻住),  ( 砖拽 专), 住转 转 (拽转  专注)",
                        "拽爪: 住祝 砖 注 专拽爪, 爪转, 专转 砖转驻转 专 注爪转 拽爪",
                        "专转 住专转: 砖转 专住 砖转驻, ,  -   拽 转专",
                        "住专: 转 拽爪 转 转专 住 拽 (转)  驻转 (砖转)",
                        "驻拽 砖驻注 专转转: 转 专 砖驻注 注 爪注 - 砖驻专转 砖转 驻砖转, 注 驻注 砖转 专转",
                        "砖转 : 专爪 住 拽爪 专 注 砖拽 专爪 -  转 专注转",
                        " 注砖 转 专  (注转),  注砖 转 专  (驻拽转)",
                        "砖转 住: 砖 爪专 - 拽 砖 (Consideration) 拽 砖 (Initiating Structure)",
                        " 专砖转 转: (1,1)  , (1,9) 注 专, (9,1) 住转 爪转, (9,9) 爪转 - ",
                        " '住: 专注 驻住 -  (E), 爪专 (P),  (A), 转 (I)",
                        " 驻专: LPC   专转 (LPC ) 注转 砖转 (LPC ). 爪 拽爪 = 砖转, 爪  = 专转",
                        " 专砖 砖专: 专注 住转 驻 砖转 注 - 爪, , 转, 爪",
                        "  : 注转 (砖  转注砖) -> 转转 (转 转) -> 注爪转 (专注转 -I's)",
                        "转 注爪转: 专注转 -I's - 转住转 驻专转, 专 砖转, 注 爪注转 砖专, 砖驻注 转"
                    ]
                },
                {
                    "type": "callout",
                    "variant": "tip",
                    "content": "驻转 爪    转 拽砖专  专拽 砖转 砖. 转砖   转专 转住转 爪 转 注. 砖转 拽专 转专砖, 砖:  专 ?  砖 转? ?  专  注拽  专拽 专."
                },
                {
                    "type": "tone-break",
                    "opener": "爪! ",
                    "content": "注砖 转 爪   拽专住 转转 专转. 专: 转专转   驻住拽  -   . 爪转 转 专转 转专 ,   转  砖拽驻 专转 转 爪转  转  转专. 爪  注!"
                }
            ]
        }
    ],
    "navigation": {
        "previous": {
            "title": "驻专拽 5: 转",
            "href": "/courses/organizational-behavior/chapter-5"
        },
        "next": null
    },
    "summary": {
        "keyTakeaways": [
            "拽专住 注住拽 转转 专转 砖砖 专转 砖驻注转  : 驻专, 拽爪 专",
            "转驻住 拽转 转 砖驻注转 转 拽转 拽爪专 专 砖拽专 专住拽转",
            "拽爪转 转 爪专 住专 转  砖转, 砖转   住 专 拽转 转 拽爪转转",
            "转 转驻转 砖转 转转 专 住 转转 注    注转 专 转转 注 注爪转",
            "转 注爪转 注 专注转 -I's 砖 转 转转 爪专转 转  爪注 注"
        ]
    }
}