[
    {
        "id": "intro-foundations",
        "title": "יסודות הדיווח הפיננסי (IFRS)",
        "summary": "הבסיס לכל מה שאנחנו עושים: למה אנחנו מדווחים, למי, ואיך מבטיחים שהנתונים יהיו שווים משהו.",
        "sections": [
            {
                "type": "concept",
                "title": "מטרות הדיווח הכספי",
                "academic_text": "המטרה העיקרית היא לספק מידע כספי על הישות המדווחת, שימושי למשתמשים קיימים ופוטנציאליים (משקיעים, מלווים ונושים אחרים) בקבלת החלטות הנוגעות לאספקת משאבים לישות. בנוסף, הדיווח משמש לחיזוק אחריות הניהול (Accountability).",
                "analogy_text": "הדוח הכספי הוא ה'טופס ציונים' של החברה. הוא עוזר למשקיעים להבין אם שווה לשים עליהם כסף, והוא בודק שהמנהלים לא בזבזו לנו את הכיסים."
            },
            {
                "type": "concept",
                "title": "מאפייני איכות של הדיווח",
                "academic_text": "מאפיינים יסודיים: רלוונטיות (Relevance) וייצוג הולם (Faithful Representation). מאפיינים תומכים: השוואתיות (Comparability), אימות (Verifiability), עיתוי (Timeliness) והבנה (Understandability).",
                "analogy_text": "כדי שהדוח יהיה 'קול' ואמין, הוא חייב להיות רלוונטי (מעניין עכשיו), מייצג את המציאות (לא פייק ניוז), ואם אפשר – שיהיה קל להשוות אותו לחברות אחרות (קומפרטיביליות)."
            },
            {
                "type": "concept",
                "title": "סוגי חברות נפוצות",
                "academic_text": "חברה ציבורית (נסחרת בבורסה), חברה פרטית, חברה ממשלתית וחברה לתועלת הציבור (מלכ\"ר).",
                "analogy_text": "ציבורית – כולם יכולים לקנות מניות. פרטית – משפחה או כמה חברים. מלכ\"ר – אלה שרק רוצים לעשות טוב, בלי לחפש רווח."
            }
        ]
    },
    {
        "id": "financial-statements-structure",
        "title": "בניית הדוחות הכספיים המרכזיים",
        "summary": "איך מחברים את הפאזל: מה נכנס למאזן (B/S), מה נכנס לדוח רווח והפסד (P&L) ואיך הם מדברים אחד עם השני דרך דוח הון עצמי.",
        "sections": [
            {
                "type": "calculation",
                "title": "משוואת המאזן (B/S)",
                "formula_visual": "נכסים = התחייבויות + הון עצמי",
                "variables": [],
                "steps": [
                    "סכום הנכסים (שורות 1-X) חייב להיות שווה לסכום ההתחייבויות וההון העצמי (שורות Y-Z).",
                    "בדיקה זו מתבצעת לתאריך ספציפי (לדוגמה, 31.12)."
                ],
                "analogy_note": "המאזן חייב להיות מאוזן. אם צד ימין לא שווה לצד שמאל, כנראה שפספסתם רישום כפול (דאבל אנטרי)."
            },
            {
                "type": "concept",
                "title": "סיווג נכסים והתחייבויות (שוטף מול קבוע)",
                "academic_text": "סיווג נכסים כ'שוטפים' אם צפויים להתממש תוך 12 חודשים או מחזור הפעילות השוטף. סיווג התחייבויות כ'שוטפות' אם צפויות להיפרע תוך 12 חודשים או מחזור הפעילות.",
                "analogy_text": "שוטף (Current) זה כל הכסף שרץ עכשיו – מזומן, לקוחות, ספקים. קבוע (Non-Current) זה הדברים הכבדים, כמו בניינים והלוואות ארוכות טווח. מימוש או פירעון > שנה = קבוע."
            },
            {
                "type": "calculation",
                "title": "תנועה ביתרת הרווח (R/E)",
                "formula_visual": "יתרת רווח (פתיחה) + רווח/הפסד נקי (תקופה) ± פריטים שהוכרו ב-OCI (אוספים) – דיבידנדים = יתרת רווח (סגירה)",
                "variables": [
                    {
                        "name": "רווח נקי",
                        "value": "20,000",
                        "desc": "הסכום מדו\"ח רווח והפסד"
                    },
                    {
                        "name": "יתרת רווח פתיחה",
                        "value": "100,000",
                        "desc": "היתרה מ-1.1"
                    }
                ],
                "steps": [
                    "הרווח או ההפסד הנקי של התקופה מועבר ליתרת הרווח.",
                    "פריטים של 'רווח כולל אחר' (OCI) נסגרים מול 'אוספים'.",
                    "היתרה המצטברת היא סעיף ה'יתרת רווח' במאזן."
                ],
                "analogy_note": "יתרת הרווח היא כמו קופת החיסכון של הבעלים: כל שנה הרווח נכנס אליה, ואם משכו דיבידנד, זה יוצא ממנה."
            }
        ]
    },
    {
        "id": "income-statement-details",
        "title": "דוח רווח והפסד: מכירות, עלויות והוצאות",
        "summary": "מנתחים כל שקל שנכנס וכל שקל שיצא, כדי להגיע לרווח הנקי שכולם רוצים לראות.",
        "sections": [
            {
                "type": "calculation",
                "title": "חישוב עלות המכירות (COGS)",
                "formula_visual": "מלאי פתיחה + קניות נטו - מלאי סגירה = עלות מכירות",
                "variables": [
                    {
                        "name": "קניות נטו",
                        "value": "83,000",
                        "desc": "קניות + הוצאות רכישה (שילוח, מכס) פחות הנחות"
                    },
                    {
                        "name": "מלאי פתיחה",
                        "value": "300,000",
                        "desc": "יתרה משנה קודמת"
                    },
                    {
                        "name": "מלאי סגירה",
                        "value": "30,000",
                        "desc": "ספירת המלאי הנוכחית"
                    }
                ],
                "steps": [
                    "מחשבים קניות נטו (כולל הוצאות רכישה וניכוי הנחות).",
                    "מוסיפים מלאי פתיחה ומחסירים מלאי סגירה.",
                    "התוצאה היא העלות של הסחורה שנמכרה בפועל."
                ],
                "analogy_note": "COGS: כמה עלה לנו מה שבאמת יצא מהמחסן ונמכר ללקוח. לא כולל מה שנשאר בפנים!"
            },
            {
                "type": "concept",
                "title": "סיווג הוצאות בדוח רווח והפסד",
                "academic_text": "הוצאות מסווגות לפי פונקציה: עלות מכירות (COGS), הוצאות מכירה ושיווק (S&M – משכורות אנשי מכירות, פרסום), הוצאות הנהלה וכלליות (G&A – שכר מנהלים, חשמל, שכירות), הוצאות מימון (ריבית) והכנסות/הוצאות אחרות.",
                "analogy_text": "כל הוצאה מקבלת תגית: אם זה על המוצר עצמו? COGS. אם זה בשביל למכור? S&M. אם זה כדי לשמור שהמשרד יתפקד? G&A."
            },
            {
                "type": "calculation",
                "title": "מבנה דוח רווח והפסד (דוגמה)",
                "formula_visual": "מכירות (100K) – עלות מכירות (60K) = רווח גולמי (40K) | רווח גולמי – הוצאות S&M (5K) – הוצאות G&A (15K) + הכנסות אחרות (7K) – הוצאות אחרות (2K) = רווח תפעולי (25K) | רווח תפעולי ± מימון = רווח לפני מס (26K) | רווח לפני מס – מסים (6K) = רווח נקי (20K)",
                "variables": [],
                "steps": [
                    "התחלה במכירות והגעה לרווח גולמי.",
                    "הפחתת הוצאות תפעוליות (S&M, G&A) להגעה לרווח תפעולי.",
                    "הוספה/הפחתה של מימון להגעה לרווח לפני מס.",
                    "הפחתת מס הכנסה להגעה לרווח הנקי."
                ],
                "analogy_note": "הרווח התפעולי (Operating) מראה כמה החברה מרוויחה מהעסק הליבה שלה, לפני שמתערבים גורמים פיננסיים כמו בנקים או מסים."
            }
        ]
    },
    {
        "id": "key-bs-concepts",
        "title": "מושגי מפתח במאזן: לקוחות, מלאי ורכוש קבוע",
        "summary": "איך מטפלים בפריטים המהותיים ביותר במאזן: מה יקרה אם הלקוח לא ישלם? איך מעריכים מלאי? ואיך מפחיתים את שווי המכונות?",
        "sections": [
            {
                "type": "concept",
                "title": "רכוש קבוע ופחת (Fixed Assets & Depreciation)",
                "academic_text": "רכוש קבוע (כמו מכונות, בניינים) מוצג בעלות מופחתת. פחת (Depreciation) הוא הקצאה שיטתית של העלות לאורך חיי הנכס. עלות הפחת מחושבת: (עלות נכס – שווי שייר) / אורך חיים שימושי. הפחת מוכר כהוצאה בדוח רווח והפסד.",
                "analogy_text": "המכונה שלנו מאבדת מערכה כל שנה (בלאי טבעי). הפחת זה בעצם ההוצאה החשבונאית ש'מכירה' בכך שהנכס כבר לא שווה כמו שהיה ביום שקנינו אותו."
            },
            {
                "type": "calculation",
                "title": "חישוב הוצאות פחת בקו ישר",
                "formula_visual": "הוצאות פחת שנתיות = (עלות רכישה – שווי שייר) / שנות חיים שימושיים",
                "variables": [
                    {
                        "name": "עלות רכישה",
                        "value": "100,000",
                        "desc": "מחיר + הוצאות התקנה והבאה למצב שימוש"
                    },
                    {
                        "name": "שווי שייר",
                        "value": "20,000",
                        "desc": "הערך שצפוי להתקבל במכירה בסוף חייו"
                    },
                    {
                        "name": "שנות חיים",
                        "value": "4 שנים",
                        "desc": "תקופת השימוש הצפויה בנכס"
                    }
                ],
                "steps": [
                    "מחשבים את הבסיס לפחת (עלות מינוס שווי שייר).",
                    "מחלקים במספר שנות החיים השימושיים.",
                    "רושמים את הסכום כהוצאת פחת שנתית."
                ],
                "analogy_note": "קו ישר (Straight Line) זה הפחת הכי קל – מחלקים את העלות שווה בשווה על פני כל השנים."
            },
            {
                "type": "concept",
                "title": "מלאי ושיטות תמחור (FIFO / משוקלל)",
                "academic_text": "מלאי מוצג לפי הנמוך מבין עלות או שווי מימוש נטו. שיטות תמחור (כדי לדעת איזה מלאי נמכר): FIFO (ראשון נכנס, ראשון יוצא) או ממוצע משוקלל (Weighted Average).",
                "analogy_text": "FIFO: אם קניתי ב-10 ואז קניתי ב-12, המלאי הראשון שנמכר נרשם בעלות של 10. המלאי שנשאר במחסן הוא תמיד החדש יותר (עם העלות הגבוהה יותר, לרוב)."
            },
            {
                "type": "journal_entry",
                "title": "מכירה ומחיקה של רכוש קבוע",
                "date": "31.12.X5",
                "entries": [
                    {
                        "account": "מזומן/לקוח",
                        "debit": 10000,
                        "credit": 0
                    },
                    {
                        "account": "פחת נצבר (צבירה עד המכירה)",
                        "debit": 20000,
                        "credit": 0
                    },
                    {
                        "account": "רכוש קבוע (עלות מקורית)",
                        "debit": 0,
                        "credit": 30000
                    },
                    {
                        "account": "רווח/הפסד ממכירת נכס",
                        "debit": 0,
                        "credit": 0
                    }
                ],
                "explanation": "מוחקים את העלות המקורית של הנכס ואת הפחת שנצבר עד יום המכירה. מדווחים על המזומן שהתקבל. ההפרש הוא הרווח או ההפסד על המכירה, אשר נכנס לדו\"ח רווח והפסד."
            }
        ]
    },
    {
        "id": "ar-and-provisions",
        "title": "ניהול לקוחות והפרשה לחובות מסופקים",
        "summary": "איך מציגים לקוחות בצורה נכונה ואיך מתכוננים לאפשרות שחלקם לא ישלמו לנו (Bad Debts).",
        "sections": [
            {
                "type": "concept",
                "title": "הצגת לקוחות במאזן",
                "academic_text": "לקוחות מוצגים במאזן ב'שווי מימוש נטו', שהוא היתרה של לקוחות פחות הפרשה לחובות מסופקים. ההפרשה משקפת את האומדן הטוב ביותר לחלק שצפוי לא להיגבות.",
                "analogy_text": "אם יש לי 100K לקוחות, אבל אני יודע מניסיון ש-10% מהם תמיד 'שכחנים' (חובות מסופקים), אני אציג את הנכס רק ב-90K. זה הייצוג ההולם של המצב."
            },
            {
                "type": "journal_entry",
                "title": "הקמת הפרשה לחובות מסופקים",
                "date": "31.12",
                "entries": [
                    {
                        "account": "הוצאות הפרשה לחובות מסופקים",
                        "debit": 5000,
                        "credit": 0
                    },
                    {
                        "account": "הפרשה לחובות מסופקים (חבמ\"ס)",
                        "debit": 0,
                        "credit": 5000
                    }
                ],
                "explanation": "ההפרשה היא אומדן (ולא חוב ודאי). רושמים הוצאה (הפוגעת ברווח הנקי) ומגדילים את ההפרשה (חשבון מאזני שמקטין את הלקוחות). כאשר חוב ודאי הופך 'אבוד' – מוחקים אותו ישירות מול חשבון ההפרשה."
            },
            {
                "type": "concept",
                "title": "הכרה בהכנסה: עקרון היישום",
                "academic_text": "הכרה בהכנסה (Revenue Recognition) מתבצעת כאשר הישות עומדת ב'התחייבות לביצוע' כלפי הלקוח (הנכס או השירות עבר לידי הלקוח, כלומר, הועברה שליטה). הכלל חל גם על הכרה בהכנסות מריבית או שכירות.",
                "analogy_text": "אתה לא רושם הכנסה ברגע שקיבלת כסף, אלא ברגע שבאמת עבדת בשביל זה. מכרת מוצר? הכנסה. סיפקת שירות? הכנסה. קיבלת מקדמה? זו עדיין התחייבות, לא הכנסה."
            }
        ]
    },
    {
        "id": "foreign-currency-translation",
        "title": "תרגום דוחות של פעילות חוץ (קופות יואן)",
        "summary": "מה קורה כשלחברה יש פעילות בחו\"ל? איך מתרגמים את הדוחות שלה מ'יואן' או 'דולר' לשקלים, ואיפה נרשמים הפרשי התרגום המעצבנים.",
        "sections": [
            {
                "type": "concept",
                "title": "תרגום פעילות חוץ (K.A.N)",
                "academic_text": "בפעילות חוץ (Foreign Operations), יש צורך לתרגם את הדוחות הכספיים למטבע הדיווח של חברת האם. נכסים והתחייבויות מתורגמים בשער סגירה (Closing Rate), הון עצמי בשער היסטורי, והכנסות והוצאות בשער ממוצע (או השער במועד העסקה).",
                "analogy_text": "נכסים והתחייבויות (כמו מזומן ובנקים) מקבלים את השער של היום (שער סגירה), כי זה הכי רלוונטי. הון עצמי (כמו הון מניות) נשאר בשער הישן (היסטורי), כי הוא לא משתנה. ההכנסות וההוצאות מתורגמות לפי ממוצע שנתי (כי זה קורה כל יום)."
            },
            {
                "type": "concept",
                "title": "רישום הפרשי תרגום (אוספים)",
                "academic_text": "הפרשי התרגום הנובעים מההמרה (הפערים המאזנים את המשוואה) נרשמים ישירות כפריט ב'רווח כולל אחר' (Other Comprehensive Income - OCI), ומצטברים בחשבון ה'אוספים' בהון העצמי. הם אינם פוגעים ברווח הנקי.",
                "analogy_text": "הפערים שנוצרים בגלל שינויי שער לא קשורים לפעילות הרגילה שלנו, אז הם לא פוגעים ברווח התפעולי. הם הולכים ישר ל'אוספים' בהון העצמי – זה כמו משהו שאנחנו שומרים בצד עד שנסגור את הפעילות."
            }
        ]
    }
]