{
    "id": "chapter-3-pnl",
    "title": "פרק 3: דוח רווח והפסד",
    "summary": "הסרט של השנה העסקית: כמה הכנסנו, כמה בזבזנו, ומה נשאר בסוף. דוח רווח והפסד (P&L) מספר את הסיפור של הפעילות העסקית לאורך תקופה - מהמחזור הראשון ועד השורה התחתונה.",
    "sections": [
        {
            "type": "concept",
            "title": "מהו דוח רווח והפסד? (Income Statement)",
            "academic_text": "דוח רווח והפסד (P&L - Profit and Loss Statement) הוא הדוח הכספי השני בחשיבותו לאחר המאזן. הוא מציג את תוצאות הפעילות העסקית של הפירמה לאורך תקופה מוגדרת (שנה, רבעון, חודש). בעוד שהמאזן מציג 'צילום' של מצב הפירמה לרגע מסוים, דוח רווח והפסד מציג 'סרט' - את כל ההכנסות וההוצאות שהצטברו במהלך התקופה. זהו הכלי המרכזי להבנת הרווחיות האמיתית של העסק.",
            "analogy_text": "אם המאזן הוא סלפי ב-31 בדצמבר בחצות, דוח רווח והפסד הוא הסטורי של כל השנה. הוא מראה לנו את כל הכסף שנכנס (מכירות), כל הכסף שיצא (הוצאות), ומה נשאר בסוף הלילה (הרווח הנקי). זה ההבדל בין 'כמה יש לי בכיס עכשיו' לבין 'כמה הרווחתי השנה'."
        },
        {
            "type": "concept",
            "title": "בסיס מצטבר מול בסיס מזומן",
            "academic_text": "הדוח מבוסס על 'בסיס מצטבר' (Accrual Basis) - כלומר, הכנסות נרשמות כשנוצרה הזכות לקבלן, והוצאות נרשמות כשנוצרה ההתחייבות לשלמן - ללא קשר לתזרים המזומנים בפועל. לדוגמה: אם מכרנו סחורה ב-1 בדצמבר אך הלקוח שילם רק ב-15 בינואר, ההכנסה תירשם בדצמבר. עקרון זה נקרא גם 'עקרון ההכרה בהכנסה' (Revenue Recognition). זאת בניגוד ל'בסיס מזומן' (Cash Basis) שבו רושמים רק כשהכסף עובר ידיים בפועל.",
            "analogy_text": "תחשבו על הבדל בין עבודה לשכיר לעבודה כעצמאי. שכיר מקבל משכורת בסוף החודש על עבודה שכבר ביצע - זה בסיס מצטבר (עשית את העבודה = הרווחת, גם אם הכסף עוד לא בחשבון). פרילנסר שרושם הכנסה רק כשהצ'ק נפדה - זה בסיס מזומן. בחשבונאות 'רצינית' משתמשים בבסיס מצטבר."
        },
        {
            "type": "concept",
            "title": "עקרון ההקבלה (The Matching Principle)",
            "academic_text": "עקרון ההקבלה הוא עקרון יסוד בחשבונאות: יש להקביל (לחבר) הוצאות להכנסות באותה תקופה חשבונאית. המשמעות היא שאם הכנסה צמחה בתקופה מסוימת, יש לרשום באותה תקופה גם את כל ההוצאות שנדרשו ליצירתה. לדוגמה: אם מכרנו מוצרים בדצמבר, עלות הייצור של אותם מוצרים תיכלל בהוצאות של דצמבר - גם אם שילמנו לספקים רק בינואר. בדרך זו הדוח משקף נכונה את הרווחיות האמיתית של כל תקופה.",
            "analogy_text": "זה כמו לחשב את הרווח ממסיבת יום הולדת שעשית. אם אתה רוצה לדעת כמה 'הרווחת' מהמסיבה, אתה לא סופר רק את המתנות שקיבלת - אתה גם מפחית את עלות הפיצה, העוגה והקישוטים. המתנות וההוצאות שייכים לאותו 'אירוע' - ויש להקביל אותם."
        },
        {
            "type": "calculation",
            "title": "מבנה דוח רווח והפסד (The Waterfall)",
            "formula_visual": "הכנסות - הוצאות = רווח נקי",
            "variables": [],
            "steps": [
                "1. שלב ראשון - הכנסות: מתחילים מהטופ - כל ההכנסות מהפעילות העסקית השוטפת (מכירות, הכנסות משירותים).",
                "2. שלב שני - עלות המכר: מורידים את העלות הישירה של הסחורה שנמכרה (חומרי גלם, עבודה ישירה, תקורה ייצורית).",
                "3. שלב שלישי - רווח גולמי: התוצאה = Gross Profit. זה מה שנשאר לפני הוצאות התפעול.",
                "4. שלב רביעי - הוצאות תפעול: מורידים הוצאות שיווק ומכירה + הוצאות הנהלה וכלליות.",
                "5. שלב חמישי - רווח תפעולי: התוצאה = Operating Income. זה הרווח מהפעילות העיקרית.",
                "6. שלב שישי - מימון: מוסיפים הכנסות מימון, מורידים הוצאות מימון (ריבית, עמלות בנק).",
                "7. שלב שביעי - רווח לפני מס: התוצאה לפני תשלום מס הכנסה.",
                "8. שלב אחרון - רווח נקי: מורידים מס הכנסה = Net Income. השורה התחתונה!"
            ],
            "analogy_note": "זה כמו מספריים על משכורת ברוטו: מתחילים מהסכום הגדול, ואז יורדים מס הכנסה, ביטוח לאומי, ביטוח בריאות, קרן פנסיה... בסוף מקבלים את הנטו - מה שבאמת נכנס לחשבון.",
            "data": {
                "rows": [
                    {
                        "label": "הכנסות ממכירות (Sales/Revenue)",
                        "amount": 1000000,
                        "type": "revenue"
                    },
                    {
                        "label": "עלות המכר (Cost of Goods Sold)",
                        "amount": -600000,
                        "type": "expense"
                    },
                    {
                        "label": "רווח גולמי (Gross Profit)",
                        "amount": 400000,
                        "type": "subtotal",
                        "highlight": true
                    },
                    {
                        "label": "הוצאות מכירה ושיווק",
                        "amount": -80000,
                        "type": "expense"
                    },
                    {
                        "label": "הוצאות הנהלה וכלליות",
                        "amount": -120000,
                        "type": "expense"
                    },
                    {
                        "label": "רווח תפעולי (Operating Profit)",
                        "amount": 200000,
                        "type": "subtotal",
                        "highlight": true
                    },
                    {
                        "label": "הכנסות מימון",
                        "amount": 5000,
                        "type": "revenue"
                    },
                    {
                        "label": "הוצאות מימון",
                        "amount": -25000,
                        "type": "expense"
                    },
                    {
                        "label": "רווח לפני מס",
                        "amount": 180000,
                        "type": "subtotal"
                    },
                    {
                        "label": "מס הכנסה (23%)",
                        "amount": -41400,
                        "type": "expense"
                    },
                    {
                        "label": "רווח נקי (Net Income)",
                        "amount": 138600,
                        "type": "total",
                        "highlight": true
                    }
                ]
            }
        },
        {
            "type": "concept",
            "title": "הכנסות וסוגיהן",
            "academic_text": "הכנסות הן הזרמת נכסים או קיטון בהתחייבויות כתוצאה מפעילות עסקית שוטפת. ההכנסה העיקרית של רוב העסקים היא ממכירות (Sales). יש להבחין בין: (1) הכנסות ממכירות - הפעילות העיקרית של העסק, (2) הכנסות אחרות - כמו שכר דירה מנכס, רווחי הון, (3) הכנסות מימון - ריבית שהרווחנו על פיקדונות או השקעות. ההכנסות מוצגות בחלק העליון של הדוח ומהוות את 'הגג' שממנו יורדים את ההוצאות.",
            "analogy_text": "ההכנסות הן כמו הברז הראשי שדרכו נכנס מים לבריכה. מכירות זה הברז הגדול, אבל יש גם ברזים קטנים יותר (הכנסות אחרות). לא משנה כמה ברזים יש - מה שחשוב זה כמה מים (כסף) נכנס בסופו של יום, ומה נשאר אחרי שסתמנו את כל החורים (הוצאות)."
        },
        {
            "type": "concept",
            "title": "עלות המכר (Cost of Goods Sold - COGS)",
            "academic_text": "עלות המכר היא סך כל העלויות הישירות שנדרשו לייצור או רכישת הסחורה שנמכרה בתקופה. היא כוללת: (1) חומרי גלם שנצרכו בייצור, (2) עלויות עבודה ישירה (עובדי קו הייצור), (3) תקורות ייצור (פחת מכונות, חשמל למפעל). חשוב: עלות המכר כוללת רק את עלויות המוצרים שנמכרו בפועל! מוצרים שיוצרו אך לא נמכרו נשארים כמלאי במאזן. הנוסחה: מלאי פתיחה + רכישות - מלאי סגירה = עלות המכר.",
            "analogy_text": "אם אתה מוכר פלאפל, עלות המכר היא כמה עלה לך להכין את הפלאפל שמכרת היום: הגרגרי חומוס, השמן לטיגון, הפיתות. שימו לב - לא הגרגרים שנשארו במחסן! רק מה שהלך על הפלאפלים שבאמת יצאו מהחלון."
        },
        {
            "type": "calculation",
            "title": "חישוב עלות המכר - דוגמה מספרית",
            "formula_visual": "מלאי פתיחה + רכישות - מלאי סגירה = עלות המכר",
            "variables": [
                {
                    "name": "מלאי פתיחה",
                    "value": "50,000 ₪",
                    "desc": "שווי המלאי בתחילת השנה"
                },
                {
                    "name": "רכישות",
                    "value": "400,000 ₪",
                    "desc": "סה\"כ סחורה שנקנתה במהלך השנה"
                },
                {
                    "name": "מלאי סגירה",
                    "value": "70,000 ₪",
                    "desc": "שווי המלאי בסוף השנה"
                }
            ],
            "steps": [
                "שלב 1: מלאי פתיחה = 50,000 ₪ (זה מה שהיה לנו בהתחלה)",
                "שלב 2: רכישות השנה = 400,000 ₪ (זה מה שקנינו)",
                "שלב 3: סה\"כ סחורה זמינה למכירה = 50,000 + 400,000 = 450,000 ₪",
                "שלב 4: מלאי סגירה = 70,000 ₪ (זה מה שנשאר במחסן)",
                "שלב 5: עלות המכר = 450,000 - 70,000 = 380,000 ₪"
            ],
            "analogy_note": "זה כמו לספור כמה בננות אכלת: התחלת עם 5, קנית עוד 40, ונשארו לך 7 במטבח. אז אכלת 5+40-7=38 בננות. אותו עיקרון בדיוק.",
            "data": {
                "rows": [
                    {
                        "label": "מלאי פתיחה",
                        "amount": 50000,
                        "type": "asset"
                    },
                    {
                        "label": "רכישות השנה",
                        "amount": 400000,
                        "type": "expense"
                    },
                    {
                        "label": "סחורה זמינה למכירה",
                        "amount": 450000,
                        "type": "subtotal"
                    },
                    {
                        "label": "מלאי סגירה",
                        "amount": -70000,
                        "type": "asset"
                    },
                    {
                        "label": "עלות המכר",
                        "amount": 380000,
                        "type": "total",
                        "highlight": true
                    }
                ]
            }
        },
        {
            "type": "concept",
            "title": "רווח גולמי ושיעור רווח גולמי",
            "academic_text": "הרווח הגולמי (Gross Profit) הוא ההפרש בין הכנסות המכירות לבין עלות המכר. הוא מייצג את התרומה של המכירות לפני ניכוי הוצאות התפעול. שיעור הרווח הגולמי (Gross Margin) מחושב כך: (רווח גולמי / מכירות) × 100%. לדוגמה: אם מכרנו ב-1,000,000 ₪ ועלות המכר הייתה 600,000 ₪, הרווח הגולמי הוא 400,000 ₪ והשיעור הוא 40%. שיעור רווח גולמי נמוך עלול להצביע על בעיות בתמחור, יעילות ייצור נמוכה, או מחירי חומרי גלם גבוהים.",
            "analogy_text": "הרווח הגולמי הוא כמו ההפרש בין מחיר ההמבורגר שמכרת לבין עלות הבשר והלחמנייה. עדיין לא שילמת משכורות, שכירות, או חשבון חשמל - אבל כבר יש לך מושג אם העסקה הבסיסית משתלמת. אם מוכרים המבורגר ב-50 ₪ והבשר עולה 48 ₪ - יש בעיה גדולה."
        },
        {
            "type": "concept",
            "title": "הוצאות תפעוליות (Operating Expenses)",
            "academic_text": "הוצאות תפעוליות הן כל ההוצאות הנדרשות להפעלת העסק מעבר לעלות הייצור הישירה. הן מתחלקות לשתי קבוצות עיקריות: (1) הוצאות מכירה ושיווק - משכורות צוות מכירות, פרסום, עמלות סוכנים, הובלה ללקוחות, אריזה; (2) הוצאות הנהלה וכלליות - משכורות הנהלה, שכירות משרדים, ציוד משרדי, שירותים משפטיים, ביקורת חשבונות. ההפרדה חשובה לניתוח: אם הוצאות השיווק גבוהות מדי ביחס למכירות - אולי מבזבזים על פרסום לא אפקטיבי.",
            "analogy_text": "אם עלות המכר זה מה שעולה לך להכין את הפיצה, הוצאות תפעול זה מה שעולה לך להפעיל את הפיצרייה: שכירות, שיווק, רואה חשבון, מנהל סניף. שים לב - השיווק וה'מנהלים' הם לא חלק מהעלות הישירה של הפיצה עצמה, אבל בלעדיהם אין לך עסק."
        },
        {
            "type": "concept",
            "title": "רווח תפעולי (Operating Income/EBIT)",
            "academic_text": "הרווח התפעולי (Operating Income) הוא הרווח מהפעילות העסקית השוטפת לפני הכנסות/הוצאות מימון ומס. הוא מכונה גם EBIT (Earnings Before Interest and Taxes). הרווח התפעולי הוא מדד קריטי כי הוא מראה את הרווחיות של הפעילות העסקית הבסיסית - ללא השפעת מבנה ההון (כמה הלוואות לקחה החברה) או שיעור המס. זה מאפשר השוואה בין חברות דומות גם אם יש להן מבני מימון שונים.",
            "analogy_text": "הרווח התפעולי הוא כמו לשאול 'האם המסעדה עצמה רווחית?' ללא קשר לשאלה מאיפה הבאת את הכסף להקים אותה. אם לקחת משכנתא על המסעדה - הריבית לא משנה את השאלה הבסיסית: האם ההמבורגרים מרוויחים כסף?"
        },
        {
            "type": "concept",
            "title": "הכנסות והוצאות מימון",
            "academic_text": "הכנסות מימון כוללות: ריביות על פיקדונות וחסכונות, רווחים ממכירת ניירות ערך, הכנסות מדיבידנדים. הוצאות מימון כוללות: ריביות על הלוואות ואוברדרפט, עמלות בנק, הפרשי שער שליליים. שימו לב: סעיף המימון מופיע אחרי הרווח התפעולי כי הוא לא קשור לפעילות העסקית הבסיסית - אלא למבנה המימון של החברה. חברה יכולה להיות מצוינת תפעולית אך להיחנק מחובות.",
            "analogy_text": "זה כמו ההבדל בין כמה אתה מרוויח בעבודה לבין כמה אתה משלם על המשכנתא. יכול להיות שאתה עובד מצוין ומרוויח טוב, אבל לקחת משכנתא גדולה מדי - ובסוף החודש אין לך שקל. הפרדה זו עוזרת לנו להבין מה הבעיה."
        },
        {
            "type": "calculation",
            "title": "שיעורי רווחיות - המדדים החשובים",
            "formula_visual": "שיעור = (רווח / מכירות) × 100%",
            "variables": [
                {
                    "name": "מכירות",
                    "value": "1,000,000 ₪",
                    "desc": "סה\"כ הכנסות מפעילות"
                },
                {
                    "name": "רווח גולמי",
                    "value": "400,000 ₪",
                    "desc": "מכירות פחות עלות המכר"
                },
                {
                    "name": "רווח תפעולי",
                    "value": "200,000 ₪",
                    "desc": "רווח גולמי פחות הוצאות תפעול"
                },
                {
                    "name": "רווח נקי",
                    "value": "138,600 ₪",
                    "desc": "הרווח הסופי אחרי מס"
                }
            ],
            "steps": [
                "שיעור רווח גולמי = 400,000 / 1,000,000 × 100% = 40%",
                "שיעור רווח תפעולי = 200,000 / 1,000,000 × 100% = 20%",
                "שיעור רווח נקי = 138,600 / 1,000,000 × 100% = 13.86%",
                "ניתוח: מכל שקל מכירות, 40 אג' נשארים אחרי עלות המכר, 20 אג' אחרי הוצאות תפעול, ו-13.86 אג' מגיעים לכיס בסוף."
            ],
            "analogy_note": "השיעורים האלה הם כמו להשוות רמות כושר של רצים. לא מספיק לדעת מי רץ מהר יותר - צריך לדעת כמה מאמץ הוא השקיע. חברה שמרוויחה מיליון ממכירות של עשרה מיליון עושה עבודה הרבה יותר טובה מחברה שמרוויחה מיליון ממכירות של מאה מיליון.",
            "data": {
                "rows": [
                    {
                        "label": "שיעור רווח גולמי",
                        "amount": 40,
                        "type": "subtotal",
                        "highlight": true
                    },
                    {
                        "label": "שיעור רווח תפעולי",
                        "amount": 20,
                        "type": "subtotal",
                        "highlight": true
                    },
                    {
                        "label": "שיעור רווח נקי",
                        "amount": 13.86,
                        "type": "total",
                        "highlight": true
                    }
                ]
            }
        },
        {
            "type": "concept",
            "title": "הוצאות מראש והכנסות מראש",
            "academic_text": "הוצאות מראש (Prepaid Expenses) הן תשלומים על שירותים שעדיין לא התקבלו. לדוגמה: שילמנו ביטוח לשנה מראש - עד שהשנה לא עברה, זו לא 'הוצאה' אלא 'נכס' (זכות לקבל שירות ביטוח). כל חודש, חלק מההוצאה מראש עובר להיות הוצאה בדוח רווח והפסד. הכנסות מראש (Unearned Revenue) הן הפוך: קיבלנו כסף על שירות שעדיין לא סיפקנו - זו 'התחייבות' עד שנספק את השירות. זהו יישום של עקרון ההקבלה והבסיס המצטבר.",
            "analogy_text": "הוצאות מראש זה כמו כרטיסייה לחדר כושר: שילמת 1,200 ₪ לשנה, אבל כל חודש 'נאכלים' רק 100 ₪ מהכרטיסייה. אחרי 6 חודשים, 600 ₪ הפכו להוצאה ו-600 ₪ עדיין זכות עתידית. הכנסות מראש זה כמו פיקדון שקיבלת על עבודה שעוד לא עשית - זה לא שלך עד שתסיים."
        },
        {
            "type": "concept",
            "title": "הפרשות והתחייבויות תלויות",
            "academic_text": "לעיתים יש הוצאות שאנחנו יודעים שיקרו, אבל לא יודעים בדיוק מתי או כמה. דוגמאות: הפרשה לחובות מסופקים (לקוחות שלא ישלמו), הפרשה לתביעות משפטיות, הפרשה לאחריות על מוצרים. במקרים אלה יש ליצור 'הפרשה' - רישום הוצאה עכשיו, על אף שהתשלום בפועל יהיה בעתיד. זה שוב עקרון ההקבלה בפעולה: ההכנסה ממכירה נרשמה היום, לכן גם הסיכון שחלק לא יגבה צריך להירשם היום.",
            "analogy_text": "זה כמו לדעת שתצטרך לקנות מתנה לחתונה של חבר בעוד שלושה חודשים. גם אם עוד לא קנית ולא שילמת - כבר עכשיו אתה 'חייב' את ההוצאה הזו. חשבונאית, אנחנו מעדיפים להכין את עצמנו לחדשות הרעות מראש."
        },
        {
            "type": "concept",
            "title": "רווח לפני מס ומס הכנסה",
            "academic_text": "הרווח לפני מס (EBT - Earnings Before Tax) הוא הרווח התפעולי בתוספת הכנסות מימון ובניכוי הוצאות מימון. מס הכנסה מחושב על הרווח לפי שיעור המס של החברות (כיום כ-23% בישראל). שימו לב: לעיתים הרווח החשבונאי שונה מהרווח לצורכי מס (הפרשים קבועים וזמניים), וזה יוצר 'מיסים נדחים'. סעיף המס הוא ההוצאה האחרונה לפני שמגיעים לרווח הנקי - 'השורה התחתונה' (Bottom Line).",
            "analogy_text": "מס הכנסה הוא הנגיסה האחרונה של המדינה לפני שהכסף באמת שלך. כמו במשכורת - הברוטו נראה יפה, אבל הנטו זה מה שנכנס לחשבון. הרווח הנקי הוא מה שנשאר לבעלי המניות אחרי שכולם לקחו את שלהם."
        },
        {
            "type": "calculation",
            "title": "דוגמה מלאה: דוח רווח והפסד לשנת 2025",
            "formula_visual": "הכנסות - כל ההוצאות = רווח נקי",
            "variables": [],
            "steps": [
                "הכנסות ממכירות: 2,500,000 ₪",
                "פחות: עלות המכר: (1,500,000) ₪",
                "= רווח גולמי: 1,000,000 ₪ (שיעור: 40%)",
                "פחות: הוצאות מכירה: (200,000) ₪",
                "פחות: הוצאות הנהלה: (300,000) ₪",
                "= רווח תפעולי: 500,000 ₪ (שיעור: 20%)",
                "הכנסות מימון: 10,000 ₪",
                "פחות: הוצאות מימון: (60,000) ₪",
                "= רווח לפני מס: 450,000 ₪",
                "פחות: מס הכנסה (23%): (103,500) ₪",
                "= רווח נקי: 346,500 ₪ (שיעור: 13.86%)"
            ],
            "analogy_note": "הדוח הזה מספר סיפור: התחלנו עם 2.5 מיליון במכירות, 'הקרבנו' 60% על עלות המכר, 20% על תפעול, ו-2% על מימון ומס. בסוף נשארו לנו כמעט 14 אג' מכל שקל שנכנס.",
            "data": {
                "rows": [
                    {
                        "label": "הכנסות ממכירות",
                        "amount": 2500000,
                        "type": "revenue"
                    },
                    {
                        "label": "עלות המכר",
                        "amount": -1500000,
                        "type": "expense"
                    },
                    {
                        "label": "רווח גולמי",
                        "amount": 1000000,
                        "type": "subtotal",
                        "highlight": true
                    },
                    {
                        "label": "הוצאות מכירה ושיווק",
                        "amount": -200000,
                        "type": "expense"
                    },
                    {
                        "label": "הוצאות הנהלה וכלליות",
                        "amount": -300000,
                        "type": "expense"
                    },
                    {
                        "label": "רווח תפעולי",
                        "amount": 500000,
                        "type": "subtotal",
                        "highlight": true
                    },
                    {
                        "label": "הכנסות מימון",
                        "amount": 10000,
                        "type": "revenue"
                    },
                    {
                        "label": "הוצאות מימון",
                        "amount": -60000,
                        "type": "expense"
                    },
                    {
                        "label": "רווח לפני מס",
                        "amount": 450000,
                        "type": "subtotal"
                    },
                    {
                        "label": "מס הכנסה",
                        "amount": -103500,
                        "type": "expense"
                    },
                    {
                        "label": "רווח נקי",
                        "amount": 346500,
                        "type": "total",
                        "highlight": true
                    }
                ]
            }
        },
        {
            "type": "concept",
            "title": "הקשר בין דוח רווח והפסד למאזן",
            "academic_text": "הרווח הנקי מדוח רווח והפסד 'זורם' למאזן דרך סעיף העודפים (Retained Earnings) בהון העצמי. אם החברה הרוויחה 100,000 ₪ ולא חילקה דיבידנד - ההון העצמי גדל ב-100,000 ₪. זהו הקשר המרכזי בין שני הדוחות. בנוסף, פעולות רבות משפיעות על שניהם: מכירה באשראי מגדילה הכנסות (P&L) וגם את יתרת הלקוחות (מאזן); רכישת מלאי מעלה את המלאי (מאזן) ולא משפיעה על P&L עד שנמכור אותו.",
            "analogy_text": "חשבו על המאזן כחשבון בנק והרווח הנקי כמשכורת חודשית. בסוף כל חודש, המשכורת נכנסת לחשבון ומגדילה את היתרה. אם הוצאת כסף (דיבידנד) - היתרה יורדת. הדוחות קשורים כמו צינורות מים - מה שזורם באחד מגיע לשני."
        }
    ],
    "exercises": [
        {
            "question": "חברת 'ספרים בע\"מ' מציגה את הנתונים הבאים לשנת 2025: הכנסות ממכירות - 800,000 ₪, עלות המכר - 480,000 ₪, הוצאות מכירה - 80,000 ₪, הוצאות הנהלה - 60,000 ₪, הוצאות מימון - 20,000 ₪, מס הכנסה - 23%. חשבו: א) רווח גולמי ב) רווח תפעולי ג) רווח נקי ד) שיעור רווח גולמי",
            "solution": "א) רווח גולמי = 800,000 - 480,000 = 320,000 ₪\nב) רווח תפעולי = 320,000 - 80,000 - 60,000 = 180,000 ₪\nג) רווח לפני מס = 180,000 - 20,000 = 160,000 ₪\n   מס = 160,000 × 23% = 36,800 ₪\n   רווח נקי = 160,000 - 36,800 = 123,200 ₪\nד) שיעור רווח גולמי = 320,000 ÷ 800,000 × 100% = 40%",
            "tip": "בחישוב שיעור רווחיות - תמיד מחלקים ברווח הרלוונטי (גולמי/תפעולי/נקי) ב-מכירות. שימו לב שהוצאות מימון לא משפיעות על הרווח התפעולי!"
        },
        {
            "question": "לחברה הנתונים הבאים: מלאי פתיחה - 30,000 ₪, רכישות במהלך השנה - 200,000 ₪, מלאי סגירה - 45,000 ₪. חשבו את עלות המכר.",
            "solution": "עלות המכר = מלאי פתיחה + רכישות - מלאי סגירה\nעלות המכר = 30,000 + 200,000 - 45,000 = 185,000 ₪",
            "tip": "זכרו את הנוסחה: 'פותחים + קונים - סוגרים = מוכרים'. אם מלאי הסגירה גדול ממלאי הפתיחה - זה אומר שקנינו יותר ממה שמכרנו."
        },
        {
            "question": "חברה שילמה ב-1 באוקטובר 2025 ביטוח לשנה מראש בסך 12,000 ₪. איזה סכום ירשם כהוצאה בדוח רווח והפסד לשנת 2025, ואיזה סכום יופיע במאזן ליום 31.12.2025?",
            "solution": "מאוקטובר עד דצמבר = 3 חודשים מתוך 12 חודשים.\nהוצאה בדוח רווח והפסד: 12,000 × (3/12) = 3,000 ₪\nהוצאות מראש במאזן: 12,000 - 3,000 = 9,000 ₪ (עוד 9 חודשי ביטוח שישמשו ב-2026)",
            "tip": "זה עקרון ההקבלה בפעולה! ההוצאה נפרסת על פני התקופה שבה נהנים מהשירות. מה ששילמנו ועדיין לא 'נאכל' נשאר כנכס (הוצאות מראש)."
        },
        {
            "question": "חברה מכרה סחורה ב-100,000 ₪ ב-25 בדצמבר 2025. הלקוח שילם רק ב-10 בינואר 2026. א) מתי תירשם ההכנסה? ב) איך זה ישפיע על המאזן ל-31.12.2025?",
            "solution": "א) ההכנסה תירשם בדצמבר 2025 - מועד המכירה (בסיס מצטבר).\nב) במאזן ל-31.12.2025:\n   - יתרת 'לקוחות' תגדל ב-100,000 ₪ (נכס)\n   - יתרת 'עודפים' תגדל ברווח מהמכירה (הון עצמי)",
            "tip": "בבסיס מצטבר, לא משנה מתי הכסף מגיע פיזית - משנה מתי נוצרה הזכות לקבל אותו. מכירה = הכנסה, גם אם עוד לא ראינו שקל."
        },
        {
            "question": "שתי חברות הרוויחו 500,000 ₪ השנה. חברה א' מכרה ב-5,000,000 ₪, חברה ב' מכרה ב-2,500,000 ₪. איזו חברה ביצעה טוב יותר? נמקו.",
            "solution": "חברה ב' ביצעה טוב יותר!\nחברה א': שיעור רווח נקי = 500,000 ÷ 5,000,000 = 10%\nחברה ב': שיעור רווח נקי = 500,000 ÷ 2,500,000 = 20%\nחברה ב' מצליחה להרוויח פי 2 מכל שקל מכירות.",
            "tip": "מספרים מוחלטים יכולים להטעות! תמיד בדקו את היחסים. חברה שמרוויחה פחות במספרים יכולה להיות יעילה יותר אם היא מייצרת את הרווח ממכירות קטנות יותר."
        },
        {
            "question": "בדוח רווח והפסד של חברה מופיעים: מכירות 1,000,000 ₪, עלות מכר 650,000 ₪, הוצאות שיווק 100,000 ₪, הוצאות הנהלה 80,000 ₪, הכנסות מימון 15,000 ₪, הוצאות מימון 35,000 ₪. חשבו את הרווח התפעולי (EBIT) והסבירו למה הוא חשוב.",
            "solution": "רווח גולמי = 1,000,000 - 650,000 = 350,000 ₪\nרווח תפעולי = 350,000 - 100,000 - 80,000 = 170,000 ₪\n\nהרווח התפעולי חשוב כי הוא מראה את הביצועים של הפעילות העסקית הבסיסית - ללא השפעת החלטות המימון (כמה הלוואות לקחו). זה מאפשר להשוות חברות עם מבני הון שונים.",
            "tip": "שימו לב: הכנסות והוצאות מימון לא נכללות ברווח התפעולי! EBIT = Earnings Before Interest and Taxes. זה עוזר לנו להבין אם הבעיה היא בעסק עצמו או בהחלטות המימון."
        }
    ]
}