{
    "id": "micro-ch5-international-trade",
    "course": "microeconomics",
    "chapterNumber": 5,
    "totalChapters": 12,
    "title": "מסחר בינלאומי (חלק א')",
    "navigation": {
        "previous": {
            "id": "chapter-4",
            "title": "צמיחה, מענקים ומסחר בינלאומי"
        },
        "next": {
            "id": "chapter-6",
            "title": "מסחר בינלאומי (חלק ב')"
        }
    },
    "pageMap": {
        "learningObjectives": [
            "להבין את ההבדל המהותי בין משק סגור למשק פתוח ואת ההשלכות על רווחת הצרכן",
            "להכיר את מושג קו המאזן המסחרי ואת המשמעות הגרפית שלו",
            "לחשב נקודת ייצור אופטימלית במשק פתוח בהשוואה בין עלות שולית ליחס מחירים עולמיים",
            "לנתח את הרווחה מסחר ולהבין את מרכיבי עליית הרווחה (יצוא, יבוא, צריכה)",
            "להבחין בין משק קטן למשק גדול והשפעתם על הסחר"
        ],
        "prerequisites": [
            {
                "chapterId": "chapter-2",
                "title": "עלות אלטרנטיבית",
                "description": "הבנת עקומת התמורה והעלות האלטרנטיבית השולית"
            },
            {
                "chapterId": "chapter-3",
                "title": "יתרון יחסי",
                "description": "הבנת יתרון יחסי והתמחות"
            },
            {
                "chapterId": "chapter-4",
                "title": "צמיחה ומסחר",
                "description": "מושגי יסוד במסחר בינלאומי"
            }
        ],
        "estimatedTime": "75 דקות"
    },
    "prerequisiteReview": {
        "content": "לפני שנצלול לעומק הסחר הבינלאומי, בואו ניזכר בכמה מושגי יסוד קריטיים שילוו אותנו בפרק זה. הבנה טובה שלהם תקל עליכם להבין את הלוגיקה של הסחר.",
        "items": [
            {
                "term": "עקומת התמורה (PPF)",
                "description": "הגבול בין כמויות הייצור האפשריות של שני מוצרים במשק סגור"
            },
            {
                "term": "עלות אלטרנטיבית שולית (MC)",
                "description": "הוויתור במוצר Y עבור יחידה נוספת של X, כלומר השיפוע של עקומת התמורה"
            },
            {
                "term": "יתרון יחסי",
                "description": "כשגורם ייצור מוותר על פחות משאבים יקרים בייצור מוצר מסוים בהשוואה לגורם אחר"
            }
        ]
    },
    "introduction": {
        "content": "עד עכשיו דיברנו על משק סגור - משק שלא סוחר עם העולם החיצון. דמיינו שאתם חיים באי בודד: כל מה שאתם מייצרים הוא כל מה שיש לכם. אין לאן לברוח, אין עם מי לסחור. אבל בעולם האמיתי, אף מדינה לא חיה באי בודד. ישראל סוחרת עם אירופה, ארה\"ב עם סין, ובעצם כמעט כל מדינה בעולם תלויה במישהו אחר.\n\nכשמדינה פותחת את שעריה למסחר, קורה משהו מדעי: היא יכולה פתאום לצרוך יותר ממה שהיא מייצרת. זה נשמע כמו קסם, אבל זה בדיוק העיקרון הכלכלי שעומד מאחורי כל הסחר הבינלאומי בעולם. בפרק הזה נלמד איך זה עובד, מהו קו המאזן המסחרי, ואיך קובעים מה לייצר ומה לייבא.",
        "whyItMatters": "מסחר בינלאומי הוא ההבדל בין לחיות עם מה שיש לך לבין ליהנות ממה שהעולם כולו מציע. כל פעם שאתם קונים מוצר שיוצר בחו\"ל, אתם מרוויחים מסחר. וכשישראל מייצאת טכנולוגיה - זה סחר. הבנת העקרונות האלה תעזור לכם להבין למה מחירים נראים כמו שהם נראים, ולמה לפעמים זה משתלם לייבא ולפעמים לייצא."
    },
    "teaserAnalogy": {
        "content": "דמיין שאתה יכול לבשל רק פיצה בעצמך. זה המשק הסגור - אתה מוגבל למה שאתה מייצר. עכשיו דמיין שיש לך חברים שמוכנים לסחור איתך: אתה נותן להם פיצה, ובתמורה הם נותנים לך בורגר. פתאום אתה יכול לאכול גם פיצה וגם בורגר - למרות שאתה יודע לבשל רק פיצה. זה בדיוק מסחר בינלאומי!\n\nעכשיו דמיין שהחבר שלך ממש טוב בבורגרים (יותר טוב ממך), ואתה ממש טוב בפיצות. אם כל אחד יעשה מה שהוא טוב בו ואתם תסחרו - שניכם תאכלו יותר ממה שהייתם אוכלים לבד. זה בדיוק הרעיון של יתרון יחסי בסחר בינלאומי!"
    },
    "formalDefinitions": {
        "concepts": [
            {
                "title": "משק סגור (Closed Economy)",
                "content": "משק שאינו מקיים יחסי מסחר עם מדינות אחרות. במשק סגור, כל מה שמיוצר נצרך בתוך המשק עצמו. הצרכן מוגבל לנקודות שנמצאות על גבול אפשרויות הייצור (עקומת התמורה).",
                "tooltips": {
                    "משק סגור": "אין יבוא או יצוא - כל הייצור נשאר במשק"
                }
            },
            {
                "title": "משק פתוח (Open Economy)",
                "content": "משק שמקיים יחסי מסחר (יבוא ויצוא) עם מדינות אחרות. במשק פתוח, הצרכן יכול לצרוך הקצאות שמחוץ לגבול אפשרויות הייצור המקומי, בזכות היכולת לסחור במחירים הבינלאומיים.",
                "tooltips": {
                    "משק פתוח": "יש מסחר עם העולם - אפשר לייבא ולייצא"
                }
            },
            {
                "title": "משק קטן (Small Economy)",
                "content": "משק שאינו יכול להשפיע על המחירים העולמיים, ולכן רואה את המחירים העולמיים כנתונים (given). המשק הקטן הוא מקבל מחירים. לדוגמה: ישראל, יוון, הולנד.",
                "tooltips": {
                    "מחירים עולמיים": "מחירים בשוק הבינלאומי שהמשק הקטן לא יכול לשנות",
                    "מקבל מחירים": "המשק לא משפיע על המחיר העולמי"
                }
            },
            {
                "title": "משק גדול (Large Economy)",
                "content": "משק שיכול להשפיע על המחירים העולמיים. כאשר משק גדול מייצא או מייבא הרבה, הוא משנה את היצע וביקוש העולמיים וכך משפיע על המחיר העולמי. לדוגמה: סין, ארה\"ב, האיחוד האירופי.",
                "tooltips": {
                    "השפעה על מחירים": "כשמשק גדול מייצא הרבה, המחיר העולמי יורד"
                }
            },
            {
                "title": "יחס מחירים עולמי (World Price Ratio)",
                "content": "המחיר היחסי של מוצר X במונחי מוצר Y בשוק העולמי. אם Px=20$ ו-Py=10$, אז יחס המחירים הוא 2 - כל יחידת X שווה 2 יחידות Y במחיר העולמי. זהו השיפוע שבו העולם מוכן לסחור.",
                "tooltips": {
                    "Px/Py": "כמה יחידות Y אפשר לקנות ביחידת X אחת בשוק העולמי"
                }
            },
            {
                "title": "קו המאזן המסחרי (Trade Balance Line / Consumption Possibility Line)",
                "content": "קו שמתאר את כל ההקצאות שהמשק יכול לצרוך כאשר הוא מבצע עסקאות יצוא ויבוא עם העולם. זהו למעשה גבול אפשרויות הצריכה במשק פתוח. הקו עובר דרך נקודת הייצור ושיפועו שווה למינוס יחס המחירים העולמי.",
                "tooltips": {
                    "שיפוע": "שלילי, שווה למינוס יחס המחירים העולמי (Px/Py)",
                    "גבול צריכה": "מראה מה אפשר לצרוך עם הסחר"
                }
            },
            {
                "title": "נקודת ייצור (Production Point)",
                "content": "הנקודה על עקומת התמורה שבה המשק מחליט לייצר. המשק בוחר נקודת ייצור לפי השוואה בין העלות האלטרנטיבית השולית (MC) לבין יחס המחירים העולמי.",
                "tooltips": {
                    "קביעה": "נקבעת לפי העלות המקומית - מה זול לייצר?"
                }
            },
            {
                "title": "נקודת צריכה (Consumption Point)",
                "content": "הנקודה על קו המאזן המסחרי שבה המשק בוחר לצרוך. בניגוד לנקודת הייצור, נקודת הצריכה נקבעת לפי העדפות הצרכנים במשק.",
                "tooltips": {
                    "קביעה": "נקבעת לפי העדפות - מה רוצים לצרוך?"
                }
            },
            {
                "title": "רווח מסחר (Gains from Trade)",
                "content": "התועלת הנוספת שמקבל המשק מפתיחתו לסחר בינלאומי. הרווח נובע מהאפשרות לצרוך מחוץ לגבול אפשרויות הייצור המקומי. במילים אחרות: יותר X, יותר Y, או שניהם - בהשוואה למצב הסגור.",
                "tooltips": {
                    "רווח": "ההפרש בין הצריכה במשק פתוח לסגור"
                }
            }
        ],
        "formulas": [
            {
                "title": "משוואת קו המאזן המסחרי",
                "formula": "Y - Y_p = -(P_x/P_y)(X - X_p)",
                "alternativeForm": "Y = Y_p - (P_x/P_y)(X - X_p)",
                "variables": [
                    {"symbol": "X, Y", "name": "צריכה", "desc": "כמויות שהמשק רוצה לצרוך ממוצר X ו-Y"},
                    {"symbol": "X_p, Y_p", "name": "ייצור", "desc": "נקודת הייצור (נקודת המוצא של הקו)"},
                    {"symbol": "P_x/P_y", "name": "יחס מחירים", "desc": "המחיר היחסי העולמי - כמה Y שווה X אחד בעולם"}
                ],
                "benchmark": "כאשר P_x/P_y = MC(X), אין יתרון לסחור - המחיר המקומי שווה למחיר העולמי"
            },
            {
                "title": "קריטריון הייצור במשק פתוח",
                "formula": "MC(X) \\quad \\text{?} \\quad P_x/P_y",
                "variables": [
                    {"symbol": "MC(X)", "name": "עלות שולית", "desc": "כמה Y מוותרים במקומית עבור יחידת X נוספת"},
                    {"symbol": "P_x/P_y", "name": "יחס מחירים עולמי", "desc": "מה העולם מוכן לתת בעד X"}
                ],
                "benchmark": "השוואה בין העלות המקומית למחיר העולמי קובעת מה כדאי לייצר"
            },
            {
                "title": "נוסחת עודף הצרכן מסחר",
                "formula": "\\text{עודף צריכה} = \\text{צריכה בפתוח} - \\text{צריכה בסגור (על PPC)}",
                "variables": [
                    {"symbol": "צריכה בפתוח", "name": "צריכה", "desc": "הנקודה על קו המאזן המסחרי"},
                    {"symbol": "צריכה בסגור", "name": "צריכה מקסימלית", "desc": "הנקודה המקסימלית על עקומת התמורה"}
                ],
                "benchmark": "תמיד מראה שהצריכה בפתוח גבוהה יותר או שווה"
            }
        ]
    },
    "toneBreak": {
        "opener": "בוא נדבר דוגרי: למה לסחור?",
        "content": "תחשוב על זה ככה: אתה מומחה בלעשות דבר אחד, והשכן שלך מומחה בדבר אחר. במקום ששניכם תנסו לעשות הכל לבד, אתם פשוט מחליפים. אתה עושה פיצות, השכן עושה בורגרים. במקום ששניכם תאכלו רק מה שאתם יודעים לבשל, אתם שניכם אוכלים גם פיצה גם בורגר.\n\nזה בדיוק מה שקורה בין מדינות. ישראל טובה בהייטק, ברזיל טובה בחקלאות, סין טובה בייצור המוני, ערב הסעודית טובה בנפט. במקום שכל מדינה תנסה לייצר הכל, כל אחת מתמחה במה שהיא טובה יותר, ואז הן סוחרות ביניהן. כולם מרוויחים!\n\nועכשיו הנה הסיבה האמיתית שזה עובד: כי המחיר היחסי בעולם שונה מהעלות היחסית במקום. אם בישראל טכנולוגיה 'זולה' יחסית (לא צריך לוותר הרבה כדי לייצר אותה), אבל בעולם מוכנים לתת הרבה בעד טכנולוגיה - אז כדאי לייצא טכנולוגיה ולייבא דברים אחרים. זה הכל עניין של השוואת מחירים.",
        "academicTitle": "הרציונל הכלכלי לסחר בינלאומי",
        "academicContent": "מסחר בינלאומי מאפשר למשק לצרוך הקצאות שמחוץ לגבול אפשרויות הייצור שלו. הסיבה היא שהמחירים היחסיים בשוק העולמי שונים מהעלויות האלטרנטיביות השוליות במשק המקומי. כאשר מתקיים P_x/P_y ≠ MC(X), קיים פוטנציאל לסחר שמיטיב עם שני הצדדים. המשק מתמחה בייצור המוצר שבו העלות האלטרנטיבית המקומית נמוכה מהמחיר העולמי, ומייבא את המוצר ההפוך."
    },
    "deepDive": {
        "determinants": [
            {
                "title": "קריטריון ההחלטה: מה כדאי לייצר?",
                "content": "המשק מחליט כמה לייצר מכל מוצר לפי השוואה פשוטה בין העלות האלטרנטיבית השולית (MC) לבין יחס המחירים העולמי. זהו הכלל המרכזי שקובע את נקודת הייצור במשק פתוח.",
                "subItems": [
                    {"label": "אם MC(X) < Px/Py", "value": "כדאי לייצר X - המחיר העולמי גבוה מהעלות המקומית, אז מייצאים X"},
                    {"label": "אם MC(X) > Px/Py", "value": "כדאי לייבא X - המחיר העולמי נמוך מהעלות המקומית, אז מייבאים X ומייצרים רק Y"},
                    {"label": "אם MC(X) = Px/Py", "value": "אדיש - אין יתרון לסחר, המשק יכול לייצר כל צירוף"}
                ]
            },
            {
                "title": "הנוסחה המלאה - עקומת תמורה עם מקטעים",
                "content": "כאשר עקומת התמורה בעלת מקטעים מרובים (שיפועים שונים בכל קטע), צריך לבדוק בכל נקודת מעבר בין הקטעים האם היחס בין MC ל-Px/Py משתנה. ייתכן שבקטע אחד כדאי לייצר X ובקטע אחר לא.",
                "subItems": [
                    {"label": "קטע AB", "value": "MC(X) = 1/3 (זול לייצר X) - אם Px/Py > 1/3 כדאי לייצא X"},
                    {"label": "קטע BC", "value": "MC(X) = 3 (יקר לייצר X) - אם Px/Py < 3 כדאי לייבא X"},
                    {"label": "נקודת המעבר", "value": "בנקודת המעבר בין הקטעים, השיפוע משתנה ולכן גם ההחלטה עלולה להשתנות"}
                ]
            },
            {
                "title": "משמעות קו המאזן המסחרי",
                "content": "קו המאזן המסחרי הוא הקו שעליו נע המשק כשהוא סוחר. הוא עובר תמיד דרך נקודת הייצור, ושיפועו נקבע לפי יחס המחירים העולמי. כל נקודה על הקו מייצגת צריכה אפשרית אחרת.",
                "subItems": [
                    {"label": "נקודת חיתוך עם ציר Y", "value": "מתקבלת כשכל X מיוצא: Y_max + (Px/Py) × X_max"},
                    {"label": "נקודת חיתוך עם ציר X", "value": "מתקבלת כשכל Y מיוצא: X_max + (Py/Px) × Y_max"},
                    {"label": "השטח מעל הקו", "value": "לא ניתן להגיע - דורש יותר מהמשק יכול להציע"}
                ]
            },
            {
                "title": "משולש הסחר (Trade Triangle)",
                "content": "הסחר בינלאומי יוצר משולש בגרף: צלע אחת היא נקודת הייצור, צלע שנייה היא קו המאזן המסחרי, וצלע שלישית מחברת בין נקודת הייצור לנקודת הצריכה. שטח המשולש מייצג את עודף הצריכה מסחר.",
                "subItems": [
                    {"label": "צלע 1 - ייצור", "value": "מהנקודה על עקומת התמורה שבה מייצרים"},
                    {"label": "צלע 2 - סחר", "value": "הקו בין ייצור לצריכה - מייצג את הייבוא/יצוא"},
                    {"label": "צלע 3 - צריכה", "value": "על קו המאזן המסחרי - מה שבאמת צורכים"}
                ]
            },
            {
                "title": "שלושה מקרים של יחס מחירים",
                "content": "כשמשווים את יחס המחירים העולמי לעלות האלטרנטיבית המקומית, מתקבלים שלושה תרחישים שונים:",
                "subItems": [
                    {"label": "מחיר עולמי גבוה (Px/Py > MC)", "value": "העולם מוכן לשלם יותר מהעלות שלנו - כדאי לייצא X"},
                    {"label": "מחיר עולמי נמוך (Px/Py < MC)", "value": "העולם מוכן לתת פחות מהעלות שלנו - כדאי לייבא X"},
                    {"label": "מחיר עולמי שווה (Px/Py = MC)", "value": "המחיר שווה - אין הבדל בין לייצר לייבא, אדישים לסחר"}
                ]
            }
        ],
        "caseStudy": {
            "title": "דוגמה מעשית: ישראל כמשק קטן",
            "content": "ישראל היא דוגמה קלאסית למשק קטן. היא לא יכולה להשפיע על מחירי העולם, אלא רק לקבל אותם. בואו נראה איך זה עובד עם נתונים היפותטיים:",
            "example": {
                "scenario": "במשק יש 100 עובדים. כל עובד מייצר 2 יחידות טכנולוגיה (X) או 3 יחידות חקלאות (Y). מחירים עולמיים: Px=20$, Py=10$.",
                "analysis": [
                    "עקומת התמורה: המקסימום של X הוא 200 (100×2), המקסימום של Y הוא 300 (100×3)",
                    "עלות אלטרנטיבית שולית: כדי לייצר יחידת X צריך לוותר על 1.5 יחידות Y (2/3=1.5 MC)",
                    "יחס מחירים עולמי: Px/Py = 20/10 = 2",
                    "השוואה: MC=1.5 < Px/Py=2 → כדאי לייצר X!",
                    "המשק יתמחה בטכנולוגיה ויתר על חלק מהחקלאות"
                ],
                "conclusion": "ישראל מייצאת טכנולוגיה (שזולה לה יחסית) ומייבאת חקלאות (שיקרה לה יחסית)"
            }
        },
        "examAppearance": {
            "commonFormats": [
                "נתון עקומת תמורה ויחס מחירים עולמיים - מהי נקודת הייצור האופטימלית?",
                "חישוב עודף הצריכה מסחר לפי גרף נתון",
                "שרטוט קו המאזן המסחרי דרך נקודת ייצור נתונה",
                "השוואה בין משק סגור לפתוח - מה יותר טוב?",
                "נתון משק עם עקומת תמורה בעלת שיפועים שונים - באיזה קטע כדאי לייצר?"
            ],
            "tips": [
                "שימו לב: קו המאזן המסחרי תמיד עובר דרך נקודת הייצור!",
                "השיפוע של קו המאזן המסחרי הוא תמיד מינוס יחס המחירים העולמי",
                "אם המחיר העולמי שווה לעלות המקומית - אין סיבה לסחור",
                "במשק פתוח אפשר לצרוך מעבר לעקומת התמורה, אבל לא מעבר לקו המאזן המסחרי",
                "שימו לב היטב: הצריכה נמצעת על קו המאזן, לא על עקומת התמורה!"
            ],
            "keyPhrases": [
                "משק קטן/גדול",
                "יחס מחירים עולמי",
                "נקודת ייצור אופטימלית",
                "קו מאזן מסחרי",
                "עודף צריכה מסחר",
                "MC < Px/Py → ייצוא",
                "MC > Px/Py → ייבוא"
            ]
        }
    },
    "commonMistakes": [
        {
            "mistake": "לחשוב שמסחר בינלאומי משנה את גבול אפשרויות הייצור",
            "correct": "מסחר בינלאומי מרחיב רק את גבול אפשרויות הצריכה, לא את יכולת הייצור",
            "why": "גבול אפשרויות הייצור נקבע לפי כמות המשאבים והטכנולוגיה במשק - אלה לא משתנים מסחר. מה שמשתנה הוא מה שאפשר לצרוך, כי אפשר לקנות מהעולם."
        },
        {
            "mistake": "לבלבל בין נקודת הייצור לנקודת הצריכה",
            "correct": "נקודת הייצור נקבעת לפי העלויות המקומיות, נקודת הצריכה נקבעת לפי ההעדפות",
            "why": "המשק מייצר לפי מה שזול לו יותר (ייצור מקומי או ייבוא), אבל צורך לפי מה שהוא רוצה - לאו דווקא מה שהוא מייצר."
        },
        {
            "mistake": "לחשב שיפוע שלילי כחיובי",
            "correct": "שיפוע קו המאזן המסחרי הוא תמיד שלילי: -(Px/Py)",
            "why": "ככל שיותר X נצרוך, פחות Y נוכל לצרוך (כי יותר יצא לייצוא כדי לממן את ה-X)"
        },
        {
            "mistake": "לחשוב שסחר תמיד משתלם",
            "correct": "כשהמחיר העולמי שווה לעלות המקומית, אין רווח מסחר",
            "why": "אם Px/Py = MC, אין הבדל בין לייצר במקום לקנות בחו\"ל. הסחר לא מוסיף ולא גורע."
        },
        {
            "mistake": "לשכוח שקו המאזן עובר דרך נקודת הייצור",
            "correct": "קו המאזן המסחרי חייב לעבור דרך הנקודה שבה המשק מייצר",
            "why": "המשק יכול לסחור רק מה שהוא מייצר. הוא מייצא חלק מהייצור ומייבא בעד השאר - הכל מתחיל מנקודת הייצור."
        },
        {
            "mistake": "להתבלבל בין משק קטן למשק גדול",
            "correct": "משק קטן מקבל מחירים, משק גדול קובע מחירים",
            "why": "במשק קטן המחירים העולמיים הם נתונים. במשק גדול, היצוא או היבוא שלו משנה את המחירים העולמיים."
        }
    ],
    "interactiveElement": {
        "type": "trade-balance-visualizer",
        "title": "המעבדה: מכונת הסחר הבינלאומי",
        "instructions": "שחקו עם הפרמטרים וראו איך קו המאזן המסחרי משתנה: הזיזו את נקודת הייצור, שנו את יחס המחירים העולמיים, וגלו מתי כדאי לייצא ומתי לייבא!",
        "config": {
            "xAxis": "מוצר X (תעשייה)",
            "yAxis": "מוצר Y (חקלאות)",
            "defaultPriceRatio": 1.5,
            "showTradeTriangle": true
        }
    },
    "checkpoint": [
        {
            "id": "q1",
            "type": "multipleChoice",
            "text": "במשק קטן, מה קורה לגבול אפשרויות הצריכה כאשר המשק נפתח למסחר בינלאומי?",
            "options": [
                "נשאר זהה לעקומת התמורה - אי אפשר לצרוך יותר",
                "מתכווץ - אפשר לצרוך פחות כי צריך לייצא",
                "מתרחב - אפשר לצרוך יותר ממה שמייצרים",
                "תלוי רק בגודל המשק"
            ],
            "correctIndex": 2,
            "explanation": "מסחר בינלאומי מאפשר למשק לצרוך הקצאות מחוץ לעקומת התמורה שלו, כי הוא יכול לייצא מוצרים שהוא יעיל בהם ולייבא מוצרים אחרים. זהו הרווח העיקרי מסחר!"
        },
        {
            "id": "q2",
            "type": "trueFalse",
            "text": "כאשר העלות האלטרנטיבית השולית של X שווה ליחס המחירים העולמי (MC(X) = Px/Py), כדאי לסחור.",
            "correct": false,
            "explanation": "כאשר MC(X) = Px/Py, אין יתרון לסחר - המחיר המקומי שווה למחיר העולמי, אז המשק אדיש בין לייצר לבין לייבא. אין רווח מסחר."
        },
        {
            "id": "q3",
            "type": "multipleChoice",
            "text": "מהו שיפוע קו המאזן המסחרי?",
            "options": [
                "חיובי, שווה ליחס המחירים העולמי",
                "שלילי, שווה למינוס יחס המחירים העולמי",
                "אפס - קו אופקי",
                "אינסופי - קו אנכי"
            ],
            "correctIndex": 1,
            "explanation": "שיפוע קו המאזן המסחרי הוא תמיד שלילי כי יחס המחירים העולמי הוא חיובי, והמשוואה כוללת מינוס: Y - Yp = -(Px/Py)(X - Xp)"
        },
        {
            "id": "q4",
            "type": "multipleChoice",
            "text": "אם במשק קטן מתקיים MC(X) < Px/Py, מה כדאי למשק לעשות?",
            "options": [
                "לייבא X ולייצר רק Y",
                "לייצא X ולייבא Y",
                "לסגור את המשק ולא לסחר כלל",
                "לייצר כמו במשק סגור"
            ],
            "correctIndex": 1,
            "explanation": "כאשר העלות המקומית של X (MC) נמוכה מהמחיר העולמי, זה אומר שייצור X זול לנו יותר ממה שהעולם מוכן לשלם. לכן כדאי לייצא X ובעד הכסף לייבא Y."
        }
    ],
    "streetSummary": {
        "content": "בואו נסגור פינה: מסחר בינלאומי זה כמו להיות בקואופרטיב שכנים - כל אחד מייצר מה שהוא טוב בו, וכולם מחליפים. ככה כולם מקבלים יותר. הסוד הוא לייצר מה שזול לך יותר מהמחיר בעולם, ולייבא את מה שיקר לך יותר מהמחיר בעולם. זה הכל עניין של השוואת עלויות - מה זול לייצר פה מול מה זה עולה בחו\"ל. אם המחיר העולמי גבוה מהעלות שלך - תייצא. אם המחיר העולמי נמוך מהעלות שלך - תייבא."
    },
    "guidedExercises": [
        {
            "difficulty": 2,
            "question": "במשק יש 100 עובדים. כל עובד מייצר 2 יחידות X או 3 יחידות Y. המחירים העולמיים הם: Px=20$, Py=10$ (כלומר יחס המחירים הוא 2).\n\nא. מהי עקומת התמורה של המשק?\nב. מהי העלות האלטרנטיבית השולית של X?\nג. השוו בין MC ליחס המחירים העולמי - מה כדאי לייצר?\nד. מהי נקודת הייצור האופטימלית?\nה. שרטטו את קו המאזן המסחרי דרך נקודת הייצור.",
            "thinkingDirection": "התחילו בחישוב המקסימום של כל מוצר, אחר כך מצאו את העלות השולית, ולבסוף השוו למחיר העולמי כדי להחליט מה כדאי לייצר.",
            "steps": [
                {
                    "title": "חישוב גבולות הייצור",
                    "action": "חשבו את הכמות המקסימלית של כל מוצר",
                    "calculation": "Max X = 100 × 2 = 200\nMax Y = 100 × 3 = 300",
                    "reasoning": "כל עובד יכול לייצר או 2 יחידות X או 3 יחידות Y. עם 100 עובדים, המקסימום של כל מוצר מתקבל כשכולם עובדים על אותו מוצר.",
                    "result": "המקסימום של X הוא 200, המקסימום של Y הוא 300"
                },
                {
                    "title": "מציאת העלות האלטרנטיבית השולית",
                    "action": "חשבו כמה Y צריך לוותר עבור יחידת X אחת",
                    "calculation": "MC(X) = ויתור על Y / תוספת ב-X\n1 עובד = 2X או 3Y\n1X = 0.5 עובד = 1.5Y\nMC(X) = 1.5",
                    "reasoning": "כדי לייצר יחידת X אחת צריך חצי עובד. אותו חצי עובד היה יכול לייצר 1.5 יחידות Y. לכן העלות השולית של X היא 1.5 יחידות Y.",
                    "result": "MC(X) = 1.5"
                },
                {
                    "title": "השוואה למחיר העולמי",
                    "action": "השוו בין העלות המקומית למחיר העולמי",
                    "calculation": "MC(X) = 1.5\nPx/Py = 20/10 = 2\n1.5 < 2",
                    "reasoning": "העלות המקומית של X (1.5Y) קטנה מהמחיר העולמי (2Y). זה אומר שייצור X זול לנו יותר ממה שהעולם מוכן לשלם. לכן כדאי לייצא X.",
                    "result": "כדאי לייצא X"
                },
                {
                    "title": "נקודת הייצור האופטימלית",
                    "action": "קבעו את נקודת הייצור על פי ההשוואה",
                    "calculation": "המשק יתמחה ב-X\nנקודת ייצור: (X=200, Y=0)",
                    "reasoning": "מכיוון שהמחיר העולמי של X גבוה מהעלות המקומית, המשק ירצה לייצר את הכל ב-X כדי לייצא. הוא יוותר על ייצור Y לגמרי.",
                    "result": "נקודת ייצור: (200, 0)"
                },
                {
                    "title": "קו המאזן המסחרי",
                    "action": "בנו את משוואת קו המאזן המסחרי",
                    "calculation": "Y - 0 = -2(X - 200)\nY = -2X + 400",
                    "reasoning": "הקו עובר דרך נקודת הייצור (200,0) ושיפועו הוא מינוס יחס המחירים (-2). כעת המשק יכול לצרוך על קו זה, ולא רק על עקומת התמורה.",
                    "result": "קו מאזן: Y = -2X + 400"
                }
            ],
            "finalAnswer": "המשק יתמחה בייצור X בלבד (200 יחידות) ויצרוך על קו המאזן המסחרי Y = -2X + 400. לדוגמה: אם ירצה לצרוך 100 יחידות Y, הוא יצטרך לייצר 200 X, לייצא 100 X (בעד 200 Y), ולייבא 100 Y."
        },
        {
            "difficulty": 3,
            "question": "במשק יש עקומת תמורה עם שני קטעים:\n- קטע A-B: העלות השולית של X היא 0.5 (MC=0.5)\n- קטע B-C: העלות השולית של X היא 2 (MC=2)\n\nהמחירים העולמיים הם: Px=60$, Py=10$ (יחס מחירים = 6)\n\nא. באיזה קטע כדאי לייצר?\nב. מהי נקודת הייצור האופטימלית?\nג. אם המחיר העולמי היה Px=15$, Py=10$ (יחס=1.5), מה היה משתנה?",
            "thinkingDirection": "בדקו כל קטע בנפרד - השוו את ה-MC של כל קטע ליחס המחירים העולמי. שימו לב: בקטעים שונים יכולים להיות שיפועים שונים!",
            "steps": [
                {
                    "title": "חישוב יחס המחירים העולמי",
                    "action": "חשבו את היחס בין המחירים העולמיים",
                    "calculation": "Px/Py = 60/10 = 6",
                    "reasoning": "יחס המחירים העולמי הוא 6 - כל יחידת X שווה 6 יחידות Y במחיר העולמי.",
                    "result": "Px/Py = 6"
                },
                {
                    "title": "בדיקת קטע A-B",
                    "action": "בדקו אם כדאי לייצר בקטע הראשון",
                    "calculation": "MC(A-B) = 0.5\n0.5 < 6",
                    "reasoning": "בקטע הראשון, העלות המקומית (0.5) קטנה מהמחיר העולמי (6). זה אומר שייצור X בקטע זה כדאי מאוד - יש יתרון גדול לייצוא.",
                    "result": "כדאי לייצר בקטע A-B"
                },
                {
                    "title": "בדיקת קטע B-C",
                    "action": "בדקו אם כדאי לייצר בקטע השני",
                    "calculation": "MC(B-C) = 2\n2 < 6",
                    "reasoning": "גם בקטע השני, העלות המקומית (2) קטנה מהמחיר העולמי (6). גם כאן כדאי לייצר X, אבל היתרון קטן יותר.",
                    "result": "כדאי לייצר בקטע B-C"
                },
                {
                    "title": "מסקנה - נקודת ייצור",
                    "action": "קבעו את נקודת הייצור הסופית",
                    "calculation": "המשק יייצר את המקסימום של X",
                    "reasoning": "מכיוון שבשני הקטעים MC < Px/Py, המשק ירצה לייצר כמה שיותר X. הנקותה האופטימלית תהיה בקצה הימני של העקומה (נקודה C).",
                    "result": "נקודת ייצור: (Xmax, 0)"
                },
                {
                    "title": "מקרה B - יחס מחירים שונה",
                    "action": "בדקו מה קורה כשהמחיר העולמי יורד",
                    "calculation": "Px/Py = 15/10 = 1.5\nקטע A-B: 0.5 < 1.5 ✓\nקטע B-C: 2 > 1.5 ✗",
                    "reasoning": "כאשר המחיר העולמי יורד ל-1.5, בקטע השני MC(2) > Px/Py(1.5) - לא כדאי לייצר שם. המשק יייצר רק עד נקודת המעבר B, ואז יעבור לייצר Y.",
                    "result": "נקודת ייצור: נקודת מעבר B"
                }
            ],
            "finalAnswer": "במחיר Px=60: המשק יתמחה ב-X עד הסוף (נקודה C) - כי בכל הקטעים MC < Px/Py.\nבמחיר Px=15: המשק יייצר רק בקטע A-B (עד נקודה B), כי שם MC(0.5) < 1.5, אבל בקטע B-C ה-MC(2) > 1.5 ולכן כדאי לייבא."
        },
        {
            "difficulty": 3,
            "question": "נתון משק עם עקומת תמורה ליניארית: X + 2Y = 200\nהמחיר העולמי הוא Px=10, Py=10 (יחס = 1)\n\nא. מהי נקודת הייצור האופטימלית?\nב. אם המשק רוצה לצרום 60 יחידות Y, כמה X הוא צריך לייצא?\nג. מהו עודף הצריכה מסחר (בהשוואה למשק סגור)?",
            "thinkingDirection": "מצאו קודם את העלות השולית מהמשוואה, השוו למחיר העולמי, ואז חשבו את הצריכה על קו המאזן.",
            "steps": [
                {
                    "title": "מציאת העלות השולית",
                    "action": "הפכו את המשוואה ומצאו את השיפוע",
                    "calculation": "X + 2Y = 200\nY = 100 - 0.5X\nשיפוע = -0.5\nMC(X) = 0.5",
                    "reasoning": "העלות השולית של X היא 0.5 יחידות Y - כל יחידת X עולה חצי יחידת Y.",
                    "result": "MC(X) = 0.5"
                },
                {
                    "title": "השוואה למחיר העולמי",
                    "action": "השוו בין העלות המקומית למחיר העולמי",
                    "calculation": "MC = 0.5\nPx/Py = 1\n0.5 < 1",
                    "reasoning": "העלות המקומית (0.5) קטנה מהמחיר העולמי (1). לכן כדאי לייצא X ולייבא Y.",
                    "result": "כדאי לייצא X"
                },
                {
                    "title": "נקודת הייצור האופטימלית",
                    "action": "קבעו את נקודת הייצור",
                    "calculation": "המשק יייצר את המקסימום של X",
                    "reasoning": "מכיוון שהמחיר העולמי גבוה מהעלות המקומית, המשק יתמחה ב-X. נקודת הייצור: X=200, Y=0",
                    "result": "נקודת ייצור: (200, 0)"
                },
                {
                    "title": "קו המאזן המסחרי",
                    "action": "בנו את קו המאזן המסחרי",
                    "calculation": "שיפוע = -Px/Py = -1\nY - 0 = -1(X - 200)\nY = 200 - X",
                    "reasoning": "קו המאזן עובר דרך (200,0) עם שיפוע -1.",
                    "result": "קו מאזן: Y = 200 - X"
                },
                {
                    "title": "חישוב היצוא הנדרש",
                    "action": "חשבו כמה X צריך לייצא כדי לצרוך Y נתון",
                    "calculation": "Y = 200 - X\nאם Y = 60: 60 = 200 - X\nX = 140",
                    "reasoning": "כדי לצרוך 60 יחידות Y, המשק צריך לצרוך 140 יחידות X. הוא מייצר 200 X, מייצא 60 X (בעד 60 Y), ונשאר עם 140 X לצריכה.",
                    "result": "מייצא 60 X"
                },
                {
                    "title": "עודף הצריכה",
                    "action": "חשבו את הרווח מסחר",
                    "calculation": "במשק סגור: המקסימום Y = 100 (נקודה X=0)\nבמשק פתוח: Y = 60 + (200-140) = 120",
                    "reasoning": "במשק סגור המקסימום שאפשר לצרוך מ-Y הוא 100. בפתוח אפשר לצרום יותר (120) בזכות הסחר. עודף הצריכה הוא 20 יחידות Y.",
                    "result": "עודף צריכה: 20 יחידות Y"
                }
            ],
            "finalAnswer": "נקודת הייצור: (200,0) - מייצרים רק X. כדי לצרוך 60Y צריך לייצא 60X. עודף הצריכה מסחר: 20 יחידות Y (120 במקום 100)."
        }
    ],
    "independentExercises": [
        {
            "difficulty": 2,
            "question": "במשק קטן יש 100 עובדים. כל עובד מייצר 1 יחידת X או 2 יחידות Y. המחירים העולמיים הם Px=10$, Py=10$. \n\nא. מהי עקומת התמורה?\nב. מהי נקודת הייצור האופטימלית? הסבירו.\nג. מהו קו המאזן המסחרי?\nד. האם יש רווח מסחר? הסבירו.",
            "hint": "העלות האלטרנטיבית של X היא 2Y (כי כל יחידת X עולה 2 יחידות Y בייצור). יחס המחירים הוא 1. השוו בין MC ל-Px/Py.",
            "answer": "א. עקומת התמורה: Y = 200 - 2X. ב. MC(X)=2, Px/Py=1, לכן MC>Px/Py, כדאי לייצר רק Y. נקודת ייצור: (0,200). ג. קו המאזן: Y = 200 - X. ד. אין רווח מסחר מ-X כי המחיר העולמי (1) נמוך מהעלות המקומית (2). המשק ייבא X ויצרב Y בלבד."
        },
        {
            "difficulty": 3,
            "question": "במשק יש עקומת תמורה עם שני קטעים:\n- בקטע A-B: MC(X) = 0.5\n- בקטע B-C: MC(X) = 2\n\nהמחירים העולמיים הם Px=60$, Py=10$. \n\nא. מהו יחס המחירים העולמי (Px/Py)?\nב. באיזה קטע כדאי לייצר?\nג. איפה תהיה נקודת הייצור האופטימלית?\nד. אם המחיר העולמי היה Px=30$ (יחס=3), מה הייתה התשובה?",
            "hint": "חשבו את יחס המחירים העולמי (Px/Py) והשוו לכל MC בנפרד. שימו לב: בכל קטע יש MC שונה!",
            "answer": "א. Px/Py = 6. ב. בקטע A-B: MC=0.5 < 6 ✓, בקטע B-C: MC=2 < 6 ✓ - בשניהם כדאי לייצר X. ג. הנקודה האופטימלית תהיה בקצה הימני של העקומה (ייצור מקסימלי של X). ד. עם Px/Py=3: בקטע A-B: 0.5<3 ✓, בקטע B-C: 2<3 ✓ - עדיין כדאי לייצר רק X."
        },
        {
            "difficulty": 4,
            "question": "נתון: עקומת תמורה ליניארית: 3X + 2Y = 600\nיחס מחירים עולמי: Px/Py = 1.5\n\nא. מצאו את נקודות החיתוך עם הצירים.\nב. מהי העלות השולית של X?\nג. מהי נקודת הייצור האופטימלית? נמקו.\nד. שרטטו את קו המאזן המסחרי.\nה. אם המשק רוצה לצרוך 150 יחידות Y, כמה X הוא צריך לייבא/לייצא?\nו. מהו עודף הצריכה מסחר?",
            "hint": "העלות השולית שווה לשיפוע בערך מוחלט. מהשוואה: MC=2/3≈0.67, Px/Py=1.5. 0.67 < 1.5 אז כדאי לייצא X.",
            "answer": "א. X-max=200, Y-max=300. ב. MC(X)=2/3≈0.67. ג. MC=0.67 < Px/Py=1.5, לכן כדאי לייצא X - נקודת ייצור: (200,0). ד. קו מאזן: Y = 300 - 1.5X. ה. כדי לצרוך 150Y: 150=300-1.5X → X=100. מייצרים 200X, צורכים 100X, מייצאים 100X. ו. בסגור: מקסימום Y=300. בפתוח: Y=150+300-100=350. עודף=50Y."
        },
        {
            "difficulty": 3,
            "question": "הסבירו במילים שלכם:\nא. למה משק קטן לא יכול להשפיע על מחירים עולמיים?\nב. מה היה קורה אם כל המדינות בעולם היו סוגרות את הסחר?\nג. האם סחר תמיד מועיל לכל הצדדים? הסבירו עם דוגמה.",
            "hint": "חשבו על כמות הייצוא של ישראל ביחס לשוק העולמי, והשוו לכמות הייצוא של סין או ארה\"ב.",
            "answer": "א. משק קטן הוא חלק זניח מהשוק העולמי. היצוא או היבוא שלו לא משנים את ההיצע או הביקוש העולמי מספיק כדי להשפיע על המחיר. ב. אם כל המדינות היו סוגרות סחר, כל אחת הייתה מוגבלת לעקומת התמורה שלה - כולם היו צורכים פחות. ג. לא בהכרח. אם המחיר העולמי שווה לעלות המקומית, אין רווח מסחר. וגם - יש מקרים שבהם סחר פוגע בענפים מסוימים בתוך המדינה (עובדים שמפסידים את העבודה)."
        }
    ],
    "quickReference": {
        "formulas": [
            {
                "name": "יחס מחירים עולמי",
                "formula": "P_x / P_y",
                "label": "מחיר יחסי",
                "subtext": "כמה Y שווה X אחד בשוק העולמי"
            },
            {
                "name": "קו מאזן מסחרי",
                "formula": "Y - Y_p = -(P_x/P_y)(X - X_p)",
                "label": "גבול צריכה",
                "subtext": "הקו שמראה מה אפשר לצרוך עם סחר"
            },
            {
                "name": "קריטריון סחר",
                "formula": "MC < P_x/P_y → ייצור | MC > P_x/P_y → יבוא",
                "label": "כלל ההחלטה",
                "subtext": "מה כדאי לייצר במשק פתוח"
            },
            {
                "name": "נקודת מקסימום X",
                "formula": "X_{max}",
                "label": "ייצור X",
                "subtext": "מתקבל כשכל המשאבים ב-X"
            },
            {
                "name": "נקודת מקסימום Y",
                "formula": "Y_{max}",
                "label": "ייצור Y",
                "subtext": "מתקבל כשכל המשאבים ב-Y"
            }
        ],
        "definitions": [
            {
                "term": "משק קטן",
                "definition": "משק שלא משפיע על מחירים עולמיים, מקבל אותם כנתונים"
            },
            {
                "term": "משק גדול",
                "definition": "משק שיכול להשפיע על מחירים עולמיים דרך היצוא/יבוא שלו"
            },
            {
                "term": "יחס מחירים",
                "definition": "המחיר היחסי של X במונחי Y (כמה Y שווה X)"
            },
            {
                "term": "נקודת ייצור",
                "definition": "הנקודה על עקומת התמורה שבה המשק מחליט לייצר"
            },
            {
                "term": "נקודת צריכה",
                "definition": "הנקודה על קו המאזן המסחרי שבה המשק בוחר לצרוך"
            },
            {
                "term": "רווח מסחר",
                "definition": "התועלת הנוספת מפתיחת המשק לסחר בינלאומי"
            }
        ]
    },
    "trivia": [
        {
            "fact": "ישראל מייצאת הרבה יותר ממה שהיא מייבאת בתחום ההייטק, אבל מייבאת הרבה חקלאות וטכנולוגיה. הסחר הטכנולוגי הוא היתרון היחסי המרכזי של ישראל בעולם.",
            "type": "application",
            "source": "הלשכה המרכזית לסטטיסטיקה"
        },
        {
            "fact": "סין הפכה ל'הסינים של העולם' כי התמחתה בייצור המוני בעלויות נמוכות. זה קרה בגלל יתרון יחסי - לסין היו עובדים זולים רבים שיכלו לעבוד בייצור, וזה היה זול יותר מהעלות במדינות אחרות.",
            "type": "history",
            "source": "כלכלה בינלאומית"
        },
        {
            "fact": "תורת היתרון היחסי פותחה על ידי דייוויד ריקרדו ב-1817, והיא עדיין הבסיס התיאורטי לכל הסחר הבינלאומי המודרני. ריקרדו הוכיח באמצעות דוגמה של יין ובדים בין אנגליה לפורטוגל שסחר משתלם גם כשמדינה אחת טובה יותר בהכל!",
            "type": "history",
            "source": "David Ricardo, Principles of Political Economy"
        }
    ],
    "bridge": {
        "nextChapterTitle": "מסחר בינלאומי (חלק ב')",
        "content": "בפרק הבא נלמד על משקים גדולים - מה קורה כשגם המחירים העולמיים משתנים בגלל הסחר? וגם נכיר את מושג היתרון היחסי של ריקרדו בצורה יותר עמוקה, ונראה איך זה עובד במציאות בין מדינות שונות.",
        "nextChapter": "chapter-6"
    }
}
